[
  {
    "title": "United States v. Tara Pendergraft",
    "caseNumber": "Case Number: 22-cr-00488-BRM",
    "state": "New Jersey",
    "plaintiff": "United States Department of Justice",
    "defendant": "Tara Pendergraft",
    "clinicianType": "Laboratory",
    "summary": "Tara Pendergraft, 45, of Chalfont, Pennsylvania, was charged by information for conspiring with others to defraud Medicare by billing for genetic testing that was medically unnecessary, ineligible for reimbursement, not provided as represented, and/or procured through kickbacks and bribes. Pendergraft, a laboratory owner, caused more than $93 million in fraudulent claims to be submitted to Medicare. Medicare paid approximately $14.3 million based on these claims. The case is being prosecuted by Acting Assistant Chief Rebecca Yuan and Trial Attorney S. Babu Kaza of the National Rapid Response Strike Force.",
    "timeline": {
      "start_year": 2018,
      "end_year": 2019
    },
    "violation": [
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https: //www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Genetic Testing"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Bribes"
      }
    ],
    "category": "Genetic Testing",
    "fraudAmount": 93000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Luis Lacerda",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Luis Lacerda",
    "clinicianType": "Pharmacy",
    "summary": "Luis Lacerda, 35, of Fort Lauderdale, Florida, was charged by information for his role in a health care fraud scheme that resulted in Medicare payments of approximately $54.3 million. Lacerda was the owner of pharmacies in several states, including Cure Pharmacy in Jacksonville, Florida. From in or around 2017 through in or around 2021, Lacerda, through his call center and through the payment of kickbacks and bribes to telemarketing companies, targeted Medicare beneficiaries and encouraged them to accept expensive prescription medications they neither wanted nor needed. He also paid kickbacks and bribes to purported telemedicine companies to obtain signed prescriptions from physicians who had no relationship with the patients, rarely spoke to them, and made no determination of the medical necessity of the prescriptions. Through his pharmacy network, Lacerda caused false and fraudulent claims for the medications to be submitted to Medicare Part D plans. The case is being prosecuted by Trial Attorney Gary Winters of the National Rapid Response Strike Force and Assistant United States Attorney David Mesrobian of the Middle District of Florida.",
    "timeline": {
      "start_year": 2017,
      "end_year": 2021
    },
    "violation": [
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Bribes"
      }
    ],
    "category": "Health Care Fraud",
    "fraudAmount": 54300000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Vincent R. Sperti II",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Vincent R. Sperti II",
    "clinicianType": "Other",
    "summary": "Vincent R. Sperti II, 43, of Oviedo, Florida, was charged by information for his involvement in an approximately $400,000 kickback scheme and with possession with intent to distribute a controlled substance. Between in or around September 2018 and in or around September 2019, Sperti worked with a purported marketing company that purchased and resold doctors' orders for braces for Medicare beneficiaries. Sperti and his co-conspirators also purchased Medicare beneficiaries' personally identifiable information and purported personal health information and paid kickbacks and bribes to purported telemedicine companies to obtain signed doctors' orders. Additionally, on or about September 30, 2020, Sperti was found in possession of a large volume of illegal steroids, a Schedule III controlled substance. The case is being prosecuted by Trial Attorney Catherine Wagner of the National Rapid Response Strike Force.",
    "timeline": {
      "start_year": 2018,
      "end_year": 2019
    },
    "violation": [
      "42 U.S. Code § 1320a–7b",
      "21 U.S. Code § 841"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/21/841",
        "text": "21 U.S. Code § 841"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Controlled Substances"
      }
    ],
    "category": "Kickback Scheme and Drug Possession",
    "fraudAmount": 400000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Luis Perez and Jestil Tapia",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Luis Perez and Jestil Tapia",
    "clinicianType": "DME",
    "summary": "Luis Perez, 35, of Coral Springs, Florida, and Jestil Tapia, 28, of Parkland, Florida, were charged by indictment with conspiracy to defraud the United States and to pay and receive health care kickbacks and payment of kickbacks in connection with a federal health care program. Perez also was charged with conspiracy to commit health care fraud, health care fraud, and misusing COVID-19 relief funds to pay an approximately $85,000 payment to a luxury car dealership. From in or around January 2019 through in or around August 2020, Perez and Tapia owned and operated a network of DME and marketing companies they used to submit over $18 million in false and fraudulent claims to Medicare for DME, of which over $8 million was paid by Medicare. They submitted false enrollment records, inserted nominee owners of certain DME companies to conceal their interests, paid kickbacks to purported telemedicine and marketing companies, and profited millions from the scheme. The case is being prosecuted by Trial Attorney Patrick Queenan of the Miami Strike Force and Trial Attorney Catherine Wagner of the National Rapid Response Strike Force.",
    "timeline": {
      "start_year": 2019,
      "end_year": 2020
    },
    "violation": [
      "42 U.S. Code § 1320a–7b",
      "18 U.S. Code § 1347",
      "18 U.S. Code § 371"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "COVID-19 Relief Fraud"
      }
    ],
    "category": "Health Care Fraud and COVID-19 Relief Fraud",
    "fraudAmount": 18000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Lucia Miranda Oro Taboada",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Lucia Miranda Oro Taboada",
    "summary": "Lucia Miranda Oro Taboada, 27, of Boca Raton, Florida, was charged by indictment for her role in a health care fraud and wire fraud conspiracy. From in or around April 2020 to in or around November 2020, Oro allegedly conspired with others to operate two DME companies used to fraudulently bill Medicare over $1.7 million. Oro executed and submitted false enrollment records with Medicare concealing from Medicare the ownership interest and managing control of two co-conspirators, one of whom was a convicted felon. Oro also controlled the banking activities and transferred fraud proceeds from the DME companies to accounts owned and controlled by the beneficial owners. The case is being prosecuted by Trial Attorney Patrick Queenan of the Miami Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2020
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1343",
      "18 U.S. Code § 371"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1343",
        "text": "18 U.S. Code § 1343"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      }
    ],
    "category": "Health Care Fraud and Wire Fraud",
    "fraudAmount": 1700000,
    "affectedLabel": "Beneficiaries Affected",
    "source": "",
    "commentary": []
  },
  {
    "title": "United States v. Joseph Dauch",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Joseph Dauch",
    "summary": "Joseph Dauch, 47, of Parkland, Florida, was charged by information in connection with an approximately $21 million health care fraud scheme. Beginning in or around October 2018, Dauch owned and operated THE CSC LLC, The Medical Screening Center LLC, and Marketing Marauders LLC, three marketing companies through which Dauch and his co-conspirators targeted Medicare beneficiaries for genetic testing. Dauch paid bribes and kickbacks to purported telemedicine companies to obtain signed doctors' orders prescribing these tests and then sold the patient referrals to laboratories in exchange for kickbacks. The laboratories fraudulently billed Medicare for genetic testing that patients did not need and that was not used to treat the patients. The case is being prosecuted by Trial Attorneys Jamie DeBoer and Patrick Queenan of the Miami Strike Force.",
    "timeline": {
      "start_year": 2018,
      "end_year": 2024
    },
    "violation": [
      "42 U.S. Code § 1320a–7b",
      "18 U.S. Code § 1347"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Genetic Testing"
      }
    ],
    "category": "Health Care Fraud",
    "fraudAmount": 21000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Todd Shull",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Todd Shull",
    "clinicianType": "Laboratory",
    "summary": "Todd Shull, 48, of Fort Lauderdale, Florida, was charged by information with conspiring to receive illegal kickbacks from a laboratory in exchange for referring expensive genetic testing. From in or around March 2020 through in or around August 2021, Shull conspired with other marketers based in South Florida to sell genetic tests to a laboratory in Colorado. The marketers procured the doctors' orders by conducting deceptive telemarketing campaigns targeting Medicare beneficiaries. Shull received over $1.3 million in kickbacks, which were derived from the submission of over $3.4 million in false and fraudulent claims to Medicare. Shull transferred a portion of the kickback proceeds to shell companies owned and controlled by his co-conspirators. The case is being prosecuted by Trial Attorney Patrick Queenan of the Miami Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2021
    },
    "violation": [
      "42 U.S. Code § 1320a–7b",
      "18 U.S. Code § 371"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Genetic Testing"
      },
      {
        "url": "#",
        "text": "Medicare Fraud"
      }
    ],
    "category": "Health Care Fraud and Kickbacks",
    "fraudAmount": 3400000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Omar Saleh",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Omar Saleh",
    "summary": "Omar Saleh, 36, of Naples, Florida, was charged by information for agreeing to authorize over $2.6 million in billings for medically unnecessary genetic testing orders in exchange for kickbacks. Beginning in or around April 2020, Saleh, a physician, solicited and received kickbacks and bribes in exchange for referring medically unnecessary doctors' orders for genetic testing to two Texas laboratories. The kickbacks involved beneficiary referrals and the opportunity to bill Medicare for telemedicine visits under the more flexible telehealth rules CMS put in place during the COVID-19 pandemic. The case is being prosecuted by Trial Attorneys Ligia Markman and Ray Beckering of the National Rapid Response Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "42 U.S. Code § 1320a–7b",
      "18 U.S. Code § 1347"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Genetic Testing"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      }
    ],
    "category": "Health Care Fraud and Kickbacks",
    "fraudAmount": 2600000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Kamran Choudhry",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Kamran Choudhry",
    "summary": "Kamran Choudhry, 35, of Pembroke Pines, Florida, was charged by information with conspiring to commit health care fraud for his role in a scheme to submit over $1.7 million in false and fraudulent claims for DME. Choudhry owned DME companies. Choudhry and his conspirators executed false enrollment records, paid kickbacks to marketing companies and purported telemedicine companies in exchange for doctors' orders, and received nearly $1 million in fraudulent proceeds from Medicare. The case is being prosecuted by Trial Attorney Patrick Queenan of the Miami Strike Force.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 371"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "DME Fraud"
      }
    ],
    "category": "Health Care Fraud",
    "fraudAmount": 1700000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Brian Tisdale",
    "caseNumber": "Case Number: Unknown",
    "state": "Mississippi",
    "plaintiff": "United States Department of Justice",
    "defendant": "Brian Tisdale",
    "summary": "Brian Tisdale, 45, of Armory, Mississippi, was charged by information for his role in an approximately $5.9 million conspiracy to defraud Medicare and pay kickbacks. Tisdale owned two DME companies. Beginning as early as March 2020, Tisdale engaged in a scheme to pay kickbacks for Medicare beneficiaries' information and doctors' orders for DME. A substantial portion of the doctors' orders purchased by Tisdale contained signatures by physicians or other health care providers whose names and professional identifying information were used without the doctors' authorization and prior knowledge. The case is being prosecuted by Assistant United States Attorney David O'Neal of the Northern District of Georgia.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "42 U.S. Code § 1320a–7b",
      "18 U.S. Code § 1347",
      "18 U.S. Code § 371"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "DME Fraud"
      },
      {
        "url": "#",
        "text": "Identity Theft"
      }
    ],
    "category": "Health Care Fraud and Kickbacks",
    "fraudAmount": 5900000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": [],
    "citations": [
      {
        "url": "https://www.justice.gov/criminal/criminal-fraud/telemedicine-case-summaries"
      }
    ]
  },
  {
    "title": "United States v. Jamie McNamara",
    "caseNumber": "Case Number: Unknown",
    "state": "Missouri",
    "plaintiff": "United States Department of Justice",
    "defendant": "Jamie McNamara",
    "summary": "Jamie McNamara, 47, of Lee's Summit, Missouri, was charged by indictment for his involvement in a scheme to defraud Medicare of over $174 million by billing for cancer and cardiovascular genetic testing that was medically unnecessary and tainted by kickbacks and to launder the proceeds of the scheme. McNamara operated a series of laboratories in Louisiana and Texas, including Clarity Diagnostic Laboratories LLC, Mercury Laboratory Services, Opteo Laboratory, LLC, and Signify Laboratory, LLC. McNamara paid kickbacks to marketers in exchange for referrals of specimens for testing by the laboratories that were not prescribed by the beneficiary's treating physician and were not used in treatment of the beneficiaries. Agents have seized over $7 million in bank accounts and several luxury vehicles. The case is being prosecuted by Assistant Chief Justin Woodard and Trial Attorney Kelly Walters of the Gulf Coast Strike Force and Assistant United States Attorney Nick Moses of the Eastern District of Louisiana.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "42 U.S. Code § 1320a–7b",
      "18 U.S. Code § 1956"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1956",
        "text": "18 U.S. Code § 1956"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Money Laundering"
      },
      {
        "url": "#",
        "text": "Genetic Testing Fraud"
      }
    ],
    "category": "Health Care Fraud, Kickbacks, and Money Laundering",
    "fraudAmount": 174000000,
    "affectedLabel": "Beneficiaries Affected",
    "citations": [
      {
        "url": "https://www.justice.gov/criminal/criminal-fraud/telemedicine-case-summaries"
      }
    ],
    "commentary": []
  },
  {
    "title": "United States v. Christopher Thigpen",
    "caseNumber": "Case Number: Unknown",
    "state": "Louisiana",
    "plaintiff": "United States Department of Justice",
    "defendant": "Christopher Thigpen",
    "summary": "Christopher Thigpen, 48, of Hammond, Louisiana, was charged in a twelve-count indictment for his role in a multi-year, approximately $54 million scheme to defraud Medicare. From in or around March 2014 through in or around January 2021, Thigpen, through his diagnostic laboratories, Akrivis Laboratories, LLC and Dynamic Diagnostics, LLC, is alleged to have submitted thousands of claims for definitive urine drug testing and genetic testing to Medicare that were not medically necessary, not appropriately reimbursable, and tainted by kickbacks. In executing the scheme, Thigpen paid kickbacks to several purported marketing entities in exchange for the referral of doctors' orders for definitive urine drug testing and genetic testing that Thigpen knew to be medically unnecessary. He took several steps to conceal the fraudulent scheme, including executing sham agreements with purported marketing entities to hide the nature and source of the kickbacks. The case is being prosecuted by Trial Attorney Kelly Walters of the Gulf Coast Strike Force and Assistant United States Attorney Nick Moses of the Eastern District of Louisiana.",
    "timeline": {
      "start_year": 2014,
      "end_year": 2021
    },
    "violation": [
      "18 U.S. Code § 1347",
      "42 U.S. Code § 1320a–7b",
      "18 U.S. Code § 1956"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1956",
        "text": "18 U.S. Code § 1956"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Money Laundering"
      },
      {
        "url": "#",
        "text": "Genetic Testing Fraud"
      },
      {
        "url": "#",
        "text": "Urine Drug Testing Fraud"
      }
    ],
    "category": "Health Care Fraud and Kickbacks",
    "fraudAmount": 54000000,
    "affectedLabel": "Beneficiaries Affected",
    "citations": [
      {
        "url": "https://www.justice.gov/criminal/criminal-fraud/telemedicine-case-summaries"
      }
    ],
    "commentary": []
  },
  {
    "title": "United States v. Fawn Munro",
    "caseNumber": "Case Number: Unknown",
    "state": "Michigan",
    "plaintiff": "United States Department of Justice",
    "defendant": "Fawn Munro",
    "clinicianType": "Nurse",
    "summary": "Fawn Munro, 38, of Alpena, Michigan, was charged by indictment for her role in an approximately $3.3 million health care fraud scheme. Beginning in or around July 2018 and continuing through in or around April 2019, Munro, a licensed registered nurse, worked for a purported telemedicine company and signed orders for DME. These referrals were not based on the examination of any patient; rather, they were made on the basis of pre-filled intake forms dictating what DME should go to which beneficiaries and to which DME companies each order would ultimately be sent. The prescribed DME was not medically necessary, was largely unwanted by the beneficiary recipients, and was not eligible for reimbursement by Medicare. In total, Munro's referrals resulted in Medicare paying over $1.8 million on false and fraudulent claims. The case is being prosecuted by Trial Attorney Kathleen Cooperstein of the Detroit Strike Force.",
    "timeline": {
      "start_year": 2018,
      "end_year": 2019
    },
    "violation": [
      "18 U.S. Code § 1347",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      },
      {
        "url": "#",
        "text": "DME Fraud"
      }
    ],
    "category": "Health Care Fraud",
    "fraudAmount": 3300000,
    "affectedLabel": "Beneficiaries Affected",
    "citations": [
      {
        "url": "https://www.justice.gov/criminal/criminal-fraud/telemedicine-case-summaries"
      }
    ],
    "commentary": []
  },
  {
    "title": "United States v. Joseph Hagen",
    "caseNumber": "Case Number: Unknown",
    "state": "Michigan",
    "plaintiff": "United States Department of Justice",
    "defendant": "Joseph Hagen",
    "summary": "Joseph Hagen, 67, of Dearborn, Michigan, was charged by indictment for his role in an approximately $1.9 million health care fraud scheme. Beginning in or around April 2020 and continuing through in or around March 2021, Hagen, an internal medicine specialist physician, worked for a purported telemedicine company signing doctors' orders for DME. Hagen did not examine any of the beneficiaries. The doctors' orders were based on pre-filled intake forms dictating what DME should go to which beneficiaries and to which DME companies each order would ultimately be sent. The prescribed DME was not medically necessary, was largely unwanted by the beneficiary recipients, and was not eligible for reimbursement by Medicare. In total, Hagen's referrals resulted in Medicare paying over $1 million on these false and fraudulent claims. The case is being prosecuted by Trial Attorney Kathleen Cooperstein of the Detroit Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2021
    },
    "violation": [
      "18 U.S. Code § 1347",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      },
      {
        "url": "#",
        "text": "DME Fraud"
      }
    ],
    "category": "Health Care Fraud",
    "fraudAmount": 1900000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Mark Gulow",
    "caseNumber": "Case Number: Unknown",
    "state": "Michigan",
    "plaintiff": "United States Department of Justice",
    "defendant": "Mark Gulow",
    "summary": "Mark Gulow, 66, of Garden, Michigan, was charged by information with health care fraud related to a nearly $3 million dollar scheme to defraud Medicare. Gulow, a physician, worked for a purported telemedicine company during the COVID-19 pandemic and approved over 2,000 orders for DME without performing actual patient assessments to determine whether these individuals needed the prescribed equipment. The case is being prosecuted by Trial Attorney Patrick Suter of the Detroit Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      },
      {
        "url": "#",
        "text": "DME Fraud"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      }
    ],
    "category": "Health Care Fraud",
    "fraudAmount": 3000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Marion Shaun Lund",
    "caseNumber": "Case Number: Unknown",
    "state": "Mississippi",
    "plaintiff": "United States Department of Justice",
    "defendant": "Marion Shaun Lund",
    "summary": "Marion Shaun Lund, 53, of Taylor, Mississippi, was charged by indictment in connection with a health care fraud and kickback scheme. Lund, a podiatrist, owned and operated a podiatry clinic with an in-house pharmacy through which he prescribed medically unnecessary foot bath medications and ordered unnecessary molecular diagnostic testing of toenails. From in or around April 2016 through in or around July 2021, Lund sought to defraud Medicare and TRICARE of more than $3.8 million. In exchange for writing unnecessary prescriptions, Lund solicited and received kickbacks and bribes, often paid in cash, from a purported marketer acting on behalf of various pharmacies and diagnostic laboratories. The case is being prosecuted by Trial Attorney Sara Porter and Assistant Chief Justin Woodard of the Gulf Coast Strike Force and Assistant United States Attorney Clay Dabbs of the Northern District of Mississippi.",
    "timeline": {
      "start_year": 2016,
      "end_year": 2021
    },
    "violation": [
      "18 U.S. Code § 1347",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Podiatry Fraud"
      },
      {
        "url": "#",
        "text": "Diagnostic Testing Fraud"
      }
    ],
    "category": "Health Care Fraud and Kickbacks",
    "fraudAmount": 3800000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Jean Wilson",
    "caseNumber": "Case Number: Unknown",
    "state": "Georgia",
    "plaintiff": "United States Department of Justice",
    "defendant": "Jean Wilson",
    "clinicianType": "Nurse Practitioner",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Advantage Choice Care, LLC"
      },
      {
        "npi": "",
        "label": "Tele Medcare, LLC"
      }
    ],
    "summary": "Jean Wilson, 51, of Richmond Hill, Georgia, was charged by superseding indictment with conspiracy to defraud the United States and pay and receive health care kickbacks, conspiracy to commit health care fraud and wire fraud, soliciting and receiving health care kickbacks, conspiracy to commit money laundering, income tax evasion, and filing a false individual tax return. Wilson, a nurse practitioner and purported telemedicine company owner, is alleged to have committed an over $137 million scheme (including over $81 million in newly alleged loss in the superseding indictment) in which she owned and controlled two telemedicine companies, Advantage Choice Care, LLC and Tele Medcare, LLC, that solicited illegal kickbacks and bribes in exchange for medically unnecessary orders for orthotic braces and prescriptions for pain creams. Wilson conspired to launder the proceeds of the funds through shell companies and by hiding cashiers' checks. She also engaged in income tax evasion by not filing returns and filing of false returns and by hiding and concealing her income earned in part through the scheme. The case is being prosecuted by Trial Attorneys Darren Halverson and Kelly Lyons of the Newark Strike Force.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 371",
      "42 U.S. Code § 1320a–7b",
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1343",
      "18 U.S. Code § 1956",
      "26 U.S. Code § 7201",
      "26 U.S. Code § 7206"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1343",
        "text": "18 U.S. Code § 1343"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1956",
        "text": "18 U.S. Code § 1956"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/26/7201",
        "text": "26 U.S. Code § 7201"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/26/7206",
        "text": "26 U.S. Code § 7206"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      },
      {
        "url": "#",
        "text": "Money Laundering"
      },
      {
        "url": "#",
        "text": "Tax Evasion"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      }
    ],
    "category": "Health Care Fraud, Kickbacks, Money Laundering, and Tax Evasion",
    "fraudAmount": 137000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Ronnie Spiegel",
    "caseNumber": "Case Number: Unknown",
    "state": "New York",
    "plaintiff": "United States Department of Justice",
    "defendant": "Ronnie Spiegel",
    "clinicianType": "Laboratory Representative",
    "affiliatedEntities": [],
    "summary": "Ronnie Spiegel, 44, of Staten, New York, was charged by indictment with conspiracy to commit health care fraud, health care fraud, and conspiracy to pay and receive health care kickbacks for his role in an approximately $18 million health care fraud scheme. From 2019 through 2022, Spiegel, a laboratory representative, paid kickbacks and bribes in exchange for doctors' orders for medically unnecessary genetic testing. Spiegel also took advantage of the COVID-19 pandemic and national emergency by soliciting genetic samples from Medicare beneficiaries who were seeking only COVID-19 tests in their homes and at COVID-19 testing events at retirement communities, senior centers, and assisted living facilities. Spiegel used these genetic samples to cause Medicare to be billed for genetic tests that were medically unnecessary, ineligible for reimbursement, not provided as represented, and/or procured through kickbacks and bribes. The case is being prosecuted by Acting Assistant Chief Rebecca Yuan of the National Rapid Response Strike Force and Trial Attorney Kelly Lyons of the Newark Strike Force.",
    "timeline": {
      "start_year": 2019,
      "end_year": 2022
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 371",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Genetic Testing Fraud"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      }
    ],
    "category": "Health Care Fraud and Kickbacks",
    "fraudAmount": 18000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Henry Rojas",
    "caseNumber": "Case Number: Unknown",
    "state": "New York",
    "plaintiff": "United States Department of Justice",
    "defendant": "Henry Rojas",
    "clinicianType": "Physician",
    "affiliatedEntities": [],
    "summary": "Henry Rojas, 66, of Hopewell Junction, New York, was charged by indictment with conspiracy to commit health care fraud, health care fraud, and conspiracy to pay and receive health care kickbacks. Rojas, a physician, ordered medically unnecessary genetic testing in exchange for kickbacks and bribes from marketers. Rojas caused Medicare to be billed approximately $7.9 million for genetic testing that was medically unnecessary, ineligible for reimbursement, not provided as represented, and/or procured through kickbacks and bribes. The case is being prosecuted by Trial Attorneys Kelly Lyons of the Newark Strike Force and Patrick Queenan of the Miami Strike Force.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 371",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Genetic Testing Fraud"
      }
    ],
    "category": "Health Care Fraud and Kickbacks",
    "fraudAmount": 7900000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Ingrid Estephan",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Ingrid Estephan",
    "clinicianType": "Nurse Practitioner",
    "affiliatedEntities": [],
    "summary": "Ingrid Estephan, 46, of Miami, Florida, was charged by indictment with health care fraud and false statements related to a health care matter. Estephan, a nurse practitioner, was paid by purported telemedicine companies to sign orders for DME for Medicare beneficiaries after only a brief telephonic conversation, or in many instances, no conversation at all, with the Medicare beneficiaries. Estephan caused DME companies to submit more than $4.6 million in false and fraudulent claims to Medicare for DME that was medically unnecessary, ineligible for reimbursement, and/or not provided as represented. The case is being prosecuted by Trial Attorney Kelly Lyons of the Newark Strike Force.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1035"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1035",
        "text": "18 U.S. Code § 1035"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "False Statements"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      },
      {
        "url": "#",
        "text": "DME Fraud"
      }
    ],
    "category": "Health Care Fraud and False Statements",
    "fraudAmount": 4600000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Tara Pendergraft",
    "caseNumber": "Case Number: Unknown",
    "state": "Pennsylvania",
    "plaintiff": "United States Department of Justice",
    "defendant": "Tara Pendergraft",
    "clinicianType": "Laboratory",
    "affiliatedEntities": [],
    "summary": "Tara Pendergraft, 45, of Chalfont, Pennsylvania, was charged by information for conspiring with others to defraud Medicare by billing for genetic testing that was medically unnecessary, ineligible for reimbursement, not provided as represented, and/or procured through kickbacks and bribes. Pendergraft, a laboratory owner, caused more than $93 million in fraudulent claims to be submitted to Medicare. Medicare paid approximately $14.3 million based on these claims. The case is being prosecuted by Acting Assistant Chief Rebecca Yuan and Trial Attorney S. Babu Kaza of the National Rapid Response Strike Force.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 371",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Genetic Testing Fraud"
      },
      {
        "url": "#",
        "text": "Conspiracy"
      }
    ],
    "category": "Health Care Fraud and Kickbacks",
    "fraudAmount": 93000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Vinit Patel",
    "caseNumber": "Case Number: Unknown",
    "state": "Alabama",
    "plaintiff": "United States Department of Justice",
    "defendant": "Vinit Patel",
    "clinicianType": "Physician",
    "affiliatedEntities": [],
    "summary": "Vinit Patel, 67, of Hoover, Alabama, was charged by information for conspiring to commit health care fraud. Patel, a physician, accepted kickbacks in exchange for ordering genetic testing that was medically unnecessary, ineligible for reimbursement, and/or not provided as represented. He caused more than $3.4 million in fraudulent claims to be submitted to Medicare. The case is being prosecuted by Acting Assistant Chief Rebecca Yuan and Trial Attorney Gary Winters of the National Rapid Response Strike Force.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 371",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Genetic Testing Fraud"
      },
      {
        "url": "#",
        "text": "Conspiracy"
      }
    ],
    "category": "Health Care Fraud and Kickbacks",
    "fraudAmount": 3400000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Colby Edward Joyner",
    "caseNumber": "Case Number: Unknown",
    "state": "North Carolina",
    "plaintiff": "United States Department of Justice",
    "defendant": "Colby Edward Joyner",
    "clinicianType": "Physician Assistant",
    "affiliatedEntities": [],
    "summary": "Colby Edward Joyner, 34, of Monroe, North Carolina, was charged by indictment for his role in a telemedicine fraud scheme. Joyner, a physician assistant, is alleged to have prescribed medically unnecessary cancer genetic and pharmacogenetic testing for hundreds of North Carolina Medicare beneficiaries. From in or around October 2018 through in or around August 2019, Joyner prescribed genetic testing for Medicare beneficiaries he had never met, seen, or treated, and with whom he may have had only a brief telephone conversation, or no interaction with whatsoever. In connection with these prescriptions, Joyner signed false medical records to conceal that he was not the treating physician, that he did not conduct medical evaluations or examinations, and that the tests were medically unnecessary. As part of the alleged scheme, Joyner caused the submission of false claims to the Medicare program in an amount exceeding $10 million, for which Medicare paid approximately $3.6 million. The case is being prosecuted by Assistant United States Attorneys Katherine Armstrong and Matthew Warren of the Western District of North Carolina.",
    "timeline": {
      "start_year": 2018,
      "end_year": 2019
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1035"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1035",
        "text": "18 U.S. Code § 1035"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "False Statements"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      },
      {
        "url": "#",
        "text": "Genetic Testing Fraud"
      }
    ],
    "category": "Health Care Fraud and False Statements",
    "fraudAmount": 10000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Wendy Cipriani",
    "caseNumber": "Case Number: Unknown",
    "state": "North Carolina",
    "plaintiff": "United States Department of Justice",
    "defendant": "Wendy Cipriani",
    "clinicianType": "Physician",
    "affiliatedEntities": [],
    "summary": "Wendy Cipriani, 54, of Clayton, North Carolina, was charged by indictment for her role in a telemedicine fraud scheme, specifically for prescribing medically unnecessary DME. In or around 2019, Cipriani, a physician, is alleged to have worked for physician staffing and telemedicine companies and prescribed DME for Medicare beneficiaries. She falsely stated in those orders that she performed medical examinations of Medicare beneficiaries and falsely certified that the braces were medically necessary. In truth and in fact, Cipriani had little or no interaction with the beneficiaries and made no medical determination whether the devices were medically necessary or the beneficiaries needed the DME. During the scheme, Cipriani caused the submission of nearly $8 million in false claims to Medicare, for which Medicare paid approximately $4.3 million. The case is being prosecuted by Assistant United States Attorney Graham Billings of the Western District of North Carolina.",
    "timeline": {
      "start_year": 2019,
      "end_year": 2019
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1035"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1035",
        "text": "18 U.S. Code § 1035"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "False Statements"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      },
      {
        "url": "#",
        "text": "DME Fraud"
      }
    ],
    "category": "Health Care Fraud and False Statements",
    "fraudAmount": 8000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. John Manning",
    "caseNumber": "Case Number: Unknown",
    "state": "Tennessee",
    "plaintiff": "United States Department of Justice",
    "defendant": "John Manning",
    "clinicianType": "Physician",
    "affiliatedEntities": [],
    "summary": "John Manning, 61, of Ashland, Tennessee, was charged by indictment with conspiracy to commit health care fraud and health care fraud. Manning, a physician, allegedly worked for multiple purported telemedicine companies, signing doctors' orders and prescriptions for DME, topical creams, and cancer genetic testing that were used to submit false and fraudulent claims to Medicare. Manning is alleged to have signed the doctors' orders without establishing a doctor-patient relationship, without seeing or physically examining the beneficiaries, after only a brief telephonic conversation, if any, and without regard for medical necessity. In total, Manning and his co-conspirators caused Medicare to be billed in excess of approximately $41 million for DME, creams, and cancer genetic testing that were not legitimately ordered or prescribed, not medically necessary, not used, and/or induced through unlawful kickbacks and bribes. The case is being prosecuted by Trial Attorney Leslie Fisher of the ARPO-South Strike Force and Assistant United States Attorney Robert Levine of the Middle District of Tennessee.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 371",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Conspiracy"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      },
      {
        "url": "#",
        "text": "DME Fraud"
      },
      {
        "url": "#",
        "text": "Genetic Testing Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      }
    ],
    "category": "Health Care Fraud and Conspiracy",
    "fraudAmount": 41000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Susan L. Hertzberg, et al.",
    "caseNumber": "Case Number: Unknown",
    "state": "Texas",
    "plaintiff": "United States Department of Justice",
    "defendant": [
      "Susan L. Hertzberg",
      "Matthew John Theiler",
      "David Weldon Kraus",
      "Jeffrey Paul Parnell",
      "Thomas Gray Hardaway",
      "Laura Spain Howard",
      "Jeffrey Paul Madison",
      "Todd Dean Cook",
      "William Todd Hickman",
      "Christopher Roland Gonzales",
      "Ruben Daniel Marioni",
      "Jordan Joseph Perkins",
      "Elizabeth Ruth Seymour",
      "Linh Ba Nguyen",
      "Thuy Ngoc Nguyen",
      "Joseph Gil Bolin",
      "Heriberto Salinas",
      "Hong Davis",
      "Peter Bennett",
      "Stephen Kash",
      "Robert O'Neal"
    ],
    "clinicianType": "Various (including physicians and laboratory personnel)",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Two Texas critical access hospitals (unnamed)"
      },
      {
        "npi": "",
        "label": "Clinical laboratory specializing in blood testing (unnamed)"
      }
    ],
    "summary": "Twenty-one individuals from various states were indicted for their roles in a wide-ranging kickback scheme involving two Texas critical access hospitals and a clinical laboratory specializing in blood testing. The scheme involved billing blood tests to insurers as purported hospital outpatient services at higher reimbursement rates. A network of marketers operated management services organizations (MSOs) that offered investment opportunities to physicians, which were actually means to facilitate kickback payments for laboratory referrals. Between July 1, 2015, and January 9, 2018, at least $11,256,241.68 in illegal kickback payments were exchanged. Two of the individuals (Peter Bennett and Stephen Kash) were separately indicted for conspiracy to commit money laundering related to the proceeds of the kickback scheme. The case is being prosecuted by Assistant United States Attorneys Nathaniel Kummerfeld and Kevin McClendon of the Eastern District of Texas.",
    "timeline": {
      "start_year": 2015,
      "end_year": 2018
    },
    "violation": [
      "42 U.S. Code § 1320a–7b",
      "18 U.S. Code § 371",
      "18 U.S. Code § 1956"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1956",
        "text": "18 U.S. Code § 1956"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Money Laundering"
      },
      {
        "url": "#",
        "text": "Laboratory Testing Fraud"
      }
    ],
    "category": "Health Care Fraud, Kickbacks, and Money Laundering",
    "fraudAmount": 11256241,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Emylee Thai",
    "caseNumber": "Case Number: Unknown",
    "state": "California",
    "plaintiff": "United States Department of Justice",
    "defendant": "Emylee Thai",
    "clinicianType": "Laboratory",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Unnamed laboratory owned by Emylee Thai"
      }
    ],
    "summary": "Emylee Thai, 37, of Santa Ana, California, was charged by indictment with conspiracy to commit health care fraud, conspiracy to defraud the United States and pay and receive health care kickbacks, and payment of kickbacks in connection with a federal health care program. Beginning in or around 2019, Thai, a laboratory owner, allegedly contracted with marketers to refer signed doctors' orders and beneficiary DNA samples to the laboratory in exchange for a percentage of the reimbursements. The genetic testing, for which Medicare often paid several thousands of dollars per beneficiary, was not medically necessary and often was not used in a beneficiary's medical treatment. During this time period, Thai's laboratory billed Medicare approximately $142 million for genetic testing and was paid approximately $95 million on those claims. The case is being prosecuted by Trial Attorney Andrew Tamayo of the Houston Strike Force.",
    "timeline": {
      "start_year": 2019,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 371",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Genetic Testing Fraud"
      },
      {
        "url": "#",
        "text": "Conspiracy"
      }
    ],
    "category": "Health Care Fraud, Kickbacks, and Conspiracy",
    "fraudAmount": 142000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": []
  },
  {
    "title": "United States v. Lily Tran Daniels, Kenneth Reynolds, and Emylee Thai",
    "caseNumber": "Case Number: Unknown",
    "state": ["California", "Delaware", "Texas"],
    "plaintiff": "United States Department of Justice",
    "defendant": ["Lily Tran Daniels", "Kenneth Reynolds", "Emylee Thai"],
    "clinicianType": "Laboratory",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "ApolloMDx, LLC (later renamed Artemis DNA TX, LLC)"
      }
    ],
    "summary": "Lily Tran Daniels, 49, of Orange County, California, and Kenneth Reynolds, 62, of New Castle County, Delaware, were charged by superseding indictment in connection with an alleged $142 million health care kickback scheme, along with previously charged Emylee Thai, 38. Thai, owner of ApolloMDx, LLC (later Artemis DNA TX, LLC), a clinical laboratory in Houston, Texas, allegedly paid kickbacks to marketers, including Tran and Reynolds, for referring Medicare beneficiary DNA samples and signed doctors' orders for medically unnecessary genetic testing. The scheme involved false dates of service and diagnoses to increase Medicare reimbursement. The case is being prosecuted by Trial Attorneys Andrew Tamayo and Courtney Chester of the Houston Strike Force, with Assistant U.S. Attorney Brandon Fyffe assisting with forfeiture.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 371",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {"url": "https://www.law.cornell.edu/uscode/text/18/1347", "text": "18 U.S. Code § 1347 - Health care fraud"},
      {"url": "https://www.law.cornell.edu/uscode/text/18/371", "text": "18 U.S. Code § 371 - Conspiracy to commit offense or to defraud United States"},
      {"url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b", "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"},
      {"url": "#", "text": "Health Care Fraud"},
      {"url": "#", "text": "Kickbacks"},
      {"url": "#", "text": "Genetic Testing Fraud"},
      {"url": "#", "text": "Medicare Fraud"}
    ],
    "category": "Health Care Fraud and Kickbacks",
    "fraudAmount": 142000000,
    "affectedLabel": "Amount Involved in Kickback Scheme",
    "commentary": [
      {
        "comment": "This case highlights the complex networks involved in healthcare fraud schemes, spanning multiple states and involving various actors from laboratory owners to marketers.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The focus on genetic testing fraud reflects a growing trend in healthcare fraud cases, as advances in medical technology create new opportunities for exploitation.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The large scale of the alleged fraud ($142 million) underscores the potential for significant financial impact on the Medicare system from kickback schemes involving unnecessary medical testing.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Lourdes Navarro",
    "caseNumber": "Case Number: Unknown",
    "state": "California",
    "plaintiff": "United States Department of Justice",
    "defendant": "Lourdes Navarro",
    "clinicianType": "Laboratory",
    "affiliatedEntities": [
      {
        "npi": "1962546176",
        "label": "Matias Clinical Laboratory, Inc. (also known as Health Care Providers Laboratory)"
      }
    ],
    "summary": "Lourdes Navarro, 64, of Glendale, California, was charged in a superseding indictment with conspiracy to commit health care fraud and wire fraud, health care fraud, conspiracy to commit money laundering, and making false statements, in connection with the operation of Matias Clinical Laboratory, Inc. (Matias), also known as Health Care Providers Laboratory. Navarro allegedly conspired with her husband Imran Shams to submit false and fraudulent claims to Medicare, the Health Resources and Services Administration (HRSA) COVID-19 Uninsured Program, and an insurance company for respiratory pathogen panel (RPP) testing that was not ordered, medically unnecessary, procured through illegal kickbacks and bribes, and ineligible for reimbursement. During the COVID-19 pandemic, Matias performed COVID-19 screening testing for various facilities, including nursing homes and schools. The laboratory allegedly added fraudulent claims for RPP tests to increase reimbursements and falsely represented to HRSA that patients had been diagnosed with COVID-19. The superseding indictment alleges additional loss to Medicare, HRSA, and the insurer of approximately $241 million in billed claims, with $39.9 million reimbursed to Matias. The case is being prosecuted by Trial Attorneys Gary Winters and Ray Beckering of the National Rapid Response Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1343",
      "18 U.S. Code § 371",
      "18 U.S. Code § 1956",
      "18 U.S. Code § 1001"
    ],
    "relatedLinks": [
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      },
      {
        "url": "#",
        "text": "Money Laundering"
      },
      {
        "url": "#",
        "text": "False Statements"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "Laboratory Testing Fraud"
      }
    ],
    "category": "Health Care Fraud, Wire Fraud, Money Laundering, and False Statements",
    "fraudAmount": 241000000,
    "affectedLabel": "Beneficiaries Affected",
    "commentary": [
      {
        "comment": "Shams had been excluded from all participation in Medicare since he and Navarro were convicted in 2000 on felony counts of Medi Cal fraud, grand theft, money laundering and identity theft, according to court documents.",
        "source": "https://www.labpulse.com/business-insights/trends-and-finance/kickback/article/15663201/lab-fraud-repeat-offender-sentenced-in-234m-medicare-case",
        "added_by": "Jung Hoon Son"
      }
    ]
  },
  {
    "title": "United States v. Anthony Hao Dinh, et al.",
    "caseNumber": "Case Number: Unknown",
    "state": "California",
    "plaintiff": "United States Department of Justice",
    "defendant": [
      "Dr. Anthony Hao Dinh",
      "Hanna T. Dinh (aka Hang T. Dinh)",
      "Dr. Matthew Ho"
    ],
    "clinicianType": "Physician",
    "affiliatedEntities": [],
    "summary": "Dr. Anthony Hao Dinh, 63, of Orange County, California, was charged by complaint for allegedly orchestrating an approximately $230 million fraud on the HRSA Uninsured Program. Dinh was the second highest biller in the country to the Uninsured Program, and he allegedly submitted fraudulent claims for treatment of patients that were insured, billed for services not rendered, and billed for services not medically necessary. He allegedly used over $100 million in fraud proceeds to engage in high-risk options trading. Dinh is also charged with two other individuals, Hanna T. Dinh, also known as Hang T. Dinh, 64, of Orange County, California, and Dr. Matthew Ho, 65, of Brevard County, Florida, for allegedly submitting over 70 fraudulent loan applications under the Paycheck Protection Program (PPP) and Economic Injury Disaster Loan (EIDL) Program and fraudulently obtaining over $3 million in loan funds. The case is being prosecuted by Assistant Chief Justin M. Woodard of the Gulf Coast Strike Force, Trial Attorney Helen H. Lee of the Los Angeles Strike Force, and Assistant United States Attorney Roger A. Hsieh of the United States Attorney's Office for the Central District of California.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1343",
      "18 U.S. Code § 1344",
      "18 U.S. Code § 1001"
    ],
    "relatedLinks": [
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      },
      {
        "url": "#",
        "text": "Bank Fraud"
      },
      {
        "url": "#",
        "text": "False Statements"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "HRSA Uninsured Program Fraud"
      },
      {
        "url": "#",
        "text": "PPP Fraud"
      },
      {
        "url": "#",
        "text": "EIDL Fraud"
      }
    ],
    "category": "Health Care Fraud, Wire Fraud, Bank Fraud, and False Statements",
    "fraudAmount": 233000000,
    "affectedLabel": "Beneficiaries and Programs Affected",
    "commentary": []
  },
  {
    "title": "United States v. Latresia Wilson and Corey Alston",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": [
      "Dr. Latresia Wilson",
      "Corey Alston"
    ],
    "clinicianType": "Physician",
    "affiliatedEntities": [],
    "summary": "Dr. Latresia Wilson, 60, of Ocala, Florida, and Corey Alston, 45, were charged by indictment with conspiring to defraud the United States and to illegally purchase and arrange for the purchase of Medicare beneficiary identification numbers in connection with a scheme to bill Medicare for over-the-counter COVID-19 test kits that were ineligible for reimbursement. Wilson and Alston allegedly conspired to unlawfully purchase Medicare beneficiary information, including Medicare Beneficiary Identification Numbers used for billing, and submitted more than $8.4 million in claims to Medicare for over-the-counter COVID-19 test kits for Medicare beneficiaries throughout the United States regardless of whether those beneficiaries requested or wanted the test kits. The case is being prosecuted by Trial Attorney D. Keith Clouser of the National Rapid Response Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 371",
      "18 U.S. Code § 1347",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b"
      },
      {
        "url": "#",
        "text": "Conspiracy to Defraud the United States"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Illegal Purchase of Medicare Beneficiary Information"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      }
    ],
    "category": "Health Care Fraud and Conspiracy",
    "fraudAmount": 8400000,
    "affectedLabel": "Beneficiaries Affected"
  },
  {
    "title": "United States v. Melissa J. Watson",
    "caseNumber": "Case Number: Unknown",
    "state": "Louisiana",
    "plaintiff": "United States Department of Justice",
    "defendant": "Melissa J. Watson",
    "clinicianType": "Practice Owner",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Unnamed primary care clinic"
      },
      {
        "npi": "",
        "label": "Unnamed purported spa"
      }
    ],
    "summary": "Melissa J. Watson, 50, of Slidell, Louisiana, was charged by indictment with theft of public money, wire fraud, and money laundering in connection with an alleged scheme to misappropriate over $1.1 million in funds from the Provider Relief Fund (PRF), administered by HRSA, and the EIDL Program, administered by the Small Business Association (SBA), for the enrichment of herself and others. Watson, who operated a primary care clinic and a purported spa prior to the COVID-19 pandemic, allegedly caused the submission of false and fraudulent loan agreements, attestations, and other documentation on behalf of her clinic to HRSA and the SBA. She then allegedly used the PRF and EIDL Program funds for personal gain, including cash withdrawals, purchasing luxury vehicles, real estate, a boat, a trailer, a time share, and multiple luxury vacations. The government seized over $500,000 in bank accounts held by Watson, and several assets. The case is being prosecuted by Trial Attorney Kelly Z. Walters of the Gulf Coast Strike Force and Assistant U.S. Attorney Nicholas Moses of the U.S. Attorney's Office for the Eastern District of Louisiana.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 641",
      "18 U.S. Code § 1343",
      "18 U.S. Code § 1957"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/641",
        "text": "18 U.S. Code § 641"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1343",
        "text": "18 U.S. Code § 1343"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1957",
        "text": "18 U.S. Code § 1957"
      },
      {
        "url": "#",
        "text": "Theft of Public Money"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      },
      {
        "url": "#",
        "text": "Money Laundering"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "Provider Relief Fund Fraud"
      },
      {
        "url": "#",
        "text": "EIDL Program Fraud"
      }
    ],
    "category": "Theft of Public Money, Wire Fraud, and Money Laundering",
    "fraudAmount": 1100000,
    "affectedLabel": "Funds Misappropriated",
    "commentary": []
  },
  {
    "title": "United States v. Adolphus A. Obioha",
    "caseNumber": "Case Number: Unknown",
    "state": "Louisiana",
    "plaintiff": "United States Department of Justice",
    "defendant": "Adolphus A. Obioha",
    "clinicianType": "Medical Transport Business Operator",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Unnamed medical transport business"
      }
    ],
    "summary": "Adolphus A. Obioha, 64, of Baton Rouge, Louisiana, was charged by indictment with wire fraud and money laundering in connection with an alleged scheme to fraudulently obtain over $425,000 in funds under the EIDL Program. According to the indictment, Obioha, who operated a medical transport business prior to the onset of the COVID-19 pandemic, submitted multiple fraudulent loan documents to the SBA. Obioha allegedly used the EIDL Program funds to purchase a rental property and personal vehicle and to wire nearly $175,000 overseas. The government seized a total of $136,234.09 from multiple bank accounts held by Obioha. The case is being prosecuted by Assistant Chief Justin M. Woodard of the Gulf Coast Strike Force and Assistant U.S. Attorney Caroline B. Gardner of the U.S. Attorney's Office for the Middle District of Louisiana.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1343",
      "18 U.S. Code § 1957"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1343",
        "text": "18 U.S. Code § 1343"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1957",
        "text": "18 U.S. Code § 1957"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      },
      {
        "url": "#",
        "text": "Money Laundering"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "EIDL Program Fraud"
      }
    ],
    "category": "Wire Fraud and Money Laundering",
    "fraudAmount": 425000,
    "affectedLabel": "Funds Fraudulently Obtained",
    "commentary": []
  },
  {
    "title": "United States v. Kelly McDermott, Kathleen Breault, and Sherilyn Pellitteri",
    "caseNumber": "Case Number: Unknown",
    "state": "New York",
    "plaintiff": "United States Department of Justice",
    "defendant": [
      "Kelly McDermott",
      "Kathleen Breault",
      "Sherilyn Pellitteri"
    ],
    "clinicianType": "Certified Nurse Midwives",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Sage-Femme Midwifery PLLC"
      }
    ],
    "summary": "Kelly McDermott, 61, of Albany, New York, and Kathleen Breault, 65, of Cambridge, New York, were charged by indictment with conspiracy to defraud the United States in connection with a scheme to distribute nearly 2,700 forged COVID-19 vaccination record cards. McDermott, a certified nurse midwife and the owner of Sage-Femme Midwifery PLLC, and Breault, a certified nurse midwife who worked at Sage-Femme, conspired to enroll Sage-Femme as an authorized COVID-19 vaccine administration site and to provide COVID-19 vaccination record cards to individuals who were not vaccinated, including minors who were not at the time eligible to be vaccinated and non-United States citizens who were not present in the United States when they were purportedly vaccinated. Sage-Femme was one of the busiest vaccination sites in New York State, outpacing large, state-run vaccination sites despite being a small midwife practice. Sherilyn Pellitteri, 41, of Somerset, Kentucky, previously pleaded guilty to an information charging the same conspiracy. This case is being prosecuted by Trial Attorney Patrick J. Campbell of the Brooklyn Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 371"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "#",
        "text": "Conspiracy to Defraud the United States"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "Forged Vaccination Records"
      }
    ],
    "category": "Conspiracy to Defraud the United States",
    "fraudAmount": 0,
    "affectedLabel": "Forged Vaccination Cards Distributed",
    "commentary": []
  },
  {
    "title": "United States v. Kate Spencer and Ziv Biton",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": [
      "Kate Spencer",
      "Ziv Biton"
    ],
    "clinicianType": "Not specified",
    "affiliatedEntities": [],
    "summary": "Kate Spencer, 39, and Ziv Biton, 34, of North Miami Beach, Florida, were charged by indictment with conspiracy to commit wire fraud and bank fraud, money laundering conspiracy, and money laundering in connection with an alleged scheme to fraudulently obtain over $1.7 million in funds under the PPP and EIDL Program. According to the indictment, Spencer and Biton caused the submission of numerous fraudulent loan applications on behalf of purported health care businesses, among others, that contained false statements and falsified documents regarding the purported businesses and the intended use of the loan funds. The funds were allegedly used for personal expenses, such as purchases of residential properties. The case is being prosecuted by Trial Attorney Andrew Estes of the Brooklyn Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1349",
      "18 U.S. Code § 1956",
      "18 U.S. Code § 1957"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1349",
        "text": "18 U.S. Code § 1349"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1956",
        "text": "18 U.S. Code § 1956"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1957",
        "text": "18 U.S. Code § 1957"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      },
      {
        "url": "#",
        "text": "Bank Fraud"
      },
      {
        "url": "#",
        "text": "Money Laundering"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "PPP Fraud"
      },
      {
        "url": "#",
        "text": "EIDL Program Fraud"
      }
    ],
    "category": "Wire Fraud, Bank Fraud, and Money Laundering",
    "fraudAmount": 1700000,
    "affectedLabel": "Funds Fraudulently Obtained",
    "commentary": []
  },
  {
    "title": "United States v. Jose A. Burgos-Millan",
    "caseNumber": "Case Number: Unknown",
    "state": "Puerto Rico",
    "plaintiff": "United States Department of Justice",
    "defendant": "Dr. Jose A. Burgos-Millan",
    "clinicianType": "Dentist",
    "affiliatedEntities": [],
    "summary": "Dr. Jose A. Burgos-Millan, 55, of San Juan, Puerto Rico, was charged by information with health care fraud. According to the information, Burgos-Millan, a dentist, caused the submission of fraudulent claims to Medicaid using billing code D1999, which was meant to reimburse providers for the cost of COVID-19 infection control materials, and was known as a 'COVID Fee.' From in or around August 2020 through November 2022, Burgos-Millan allegedly submitted approximately $108,052 in false and fraudulent claims to Medicaid using the billing code D1999 for encounters that never took place. In particular, Burgos-Millan would see Medicaid beneficiaries on one day, but then for billing purposes would split the services into multiple subsequent dates and bill a COVID Fee for each day he did not see of the beneficiaries. The case is being prosecuted by Special Assistant United States Attorney Wallace A. Bustelo for the District of Puerto Rico.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2022
    },
    "violation": [
      "18 U.S. Code § 1347"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "Medicaid Fraud"
      }
    ],
    "category": "Health Care Fraud",
    "fraudAmount": 108052,
    "affectedLabel": "Fraudulent Claims Submitted",
    "commentary": []
  },
  {
    "title": "United States v. Nicholas Frank Sciotto and Kyle Blake Burbage",
    "caseNumber": "Case Number: Unknown",
    "state": [
      "Utah",
      "South Carolina"
    ],
    "plaintiff": "United States Department of Justice",
    "defendant": [
      "Nicholas Frank Sciotto",
      "Kyle Blake Burbage"
    ],
    "clinicianType": "Other",
    "affiliatedEntities": [],
    "summary": "Nicholas Frank Sciotto, 32, of Salt Lake City, Utah, and Kyle Blake Burbage, 32, of Goose Creek, South Carolina, were charged by indictment for conspiring to defraud the United States by obstructing the Centers for Disease Control and Prevention's (CDC) COVID-19 vaccination program. Between March 2021 through September 2021, Sciotto allegedly manufactured and sold online approximately 120,000 counterfeit COVID-19 vaccination record cards across the country, with most buyers living in New York. Burbage, Sciotto's alleged co-conspirator, purchased counterfeit vaccination record cards from Sciotto and then resold some of them and distributed them to others in South Carolina. The indictment alleges that by collectively manufacturing, selling, and distributing these counterfeit cards during the COVID-19 pandemic, the defendants significantly undermined the CDC's COVID-19 vaccination program and other governmental health-and-safety regulations and protocols. This case is being prosecuted by Assistant U.S. Attorney Todd Bouton of the U.S. Attorney's Office for the District of Utah.",
    "timeline": {
      "start_year": 2021,
      "end_year": 2021
    },
    "violation": [
      "18 U.S. Code § 371",
      "18 U.S. Code § 1017"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1017",
        "text": "18 U.S. Code § 1017"
      },
      {
        "url": "#",
        "text": "Conspiracy to Defraud the United States"
      },
      {
        "url": "#",
        "text": "Fraudulent Use of Government Seals"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "Counterfeit Vaccination Records"
      }
    ],
    "category": "Conspiracy to Defraud the United States and Fraudulent Use of Government Seals",
    "fraudAmount": 0,
    "affectedLabel": "Counterfeit Vaccination Cards Distributed",
    "commentary": []
  },
  {
    "title": "United States v. GoodRx Holdings, Inc.",
    "caseNumber": "Case No. 23-cv-460",
    "state": "California",
    "plaintiff": "United States Department of Justice",
    "defendant": "GoodRx Holdings, Inc.",
    "clinicianType": "Other",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "HeyDoctor, LLC"
      }
    ],
    "summary": "The United States Department of Justice, on behalf of the Federal Trade Commission, filed a complaint against GoodRx Holdings, Inc. for violating Section 5 of the FTC Act and the Health Breach Notification Rule. GoodRx is accused of sharing users' sensitive health information with third-party advertising companies and platforms without users' knowledge or consent, despite promises to keep such information private. The company also allegedly used this information to target users with health-related advertisements on Facebook and Instagram. GoodRx is charged with deceptive privacy practices, unfair data sharing, and failing to report unauthorized disclosures of health information as required by the Health Breach Notification Rule.",
    "timeline": {
      "start_year": 2017,
      "end_year": 2022
    },
    "violation": [
      "15 U.S. Code § 45(a)",
      "16 CFR § 318"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/15/45",
        "text": "15 U.S. Code § 45 - Unfair methods of competition unlawful; prevention by Commission"
      },
      {
        "url": "https://www.ecfr.gov/current/title-16/chapter-I/subchapter-C/part-318",
        "text": "16 CFR Part 318 - Health Breach Notification Rule"
      },
      {
        "url": "#",
        "text": "Health Information Privacy"
      },
      {
        "url": "#",
        "text": "Data Sharing"
      },
      {
        "url": "#",
        "text": "Targeted Advertising"
      },
      {
        "url": "#",
        "text": "Health Breach Notification"
      }
    ],
    "category": "Health Information Privacy, Deceptive Practices, and Health Breach Notification",
    "fraudAmount": 0,
    "affectedLabel": "Users Affected",
    "commentary": []
  },
  {
    "title": "United States v. Artur Chanchikyan",
    "caseNumber": "Case Number: Unknown",
    "state": "California",
    "plaintiff": "United States Department of Justice",
    "defendant": "Artur Chanchikyan",
    "clinicianType": "Home Health Agency Owner",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Gentle Touch Home Health Care Inc."
      }
    ],
    "summary": "Artur Chanchikyan, 54, of Los Angeles, California, was charged by indictment with wire fraud, theft of government property, and concealment money laundering offenses in connection with an alleged scheme to defraud the United States of approximately $345,000 in COVID-19 relief monies. Chanchikyan, the owner and operator of Gentle Touch Home Health Care Inc., formerly a home health agency, allegedly filed fraudulent loan applications with both the SBA and a financial institution seeking COVID-19 relief funds, falsely attested to the use of additional funds provided under the CARES Act Provider Relief Fund, and then misused the funds for his own personal use and benefit and the benefit of others. The case is being prosecuted by Trial Attorney Patrick J. Queenan of the Miami Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1343",
      "18 U.S. Code § 641",
      "18 U.S. Code § 1956"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1343",
        "text": "18 U.S. Code § 1343 - Fraud by wire, radio, or television"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/641",
        "text": "18 U.S. Code § 641 - Public money, property or records"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1956",
        "text": "18 U.S. Code § 1956 - Laundering of monetary instruments"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      },
      {
        "url": "#",
        "text": "Theft of Government Property"
      },
      {
        "url": "#",
        "text": "Money Laundering"
      },
      {
        "url": "#",
        "text": "COVID-19 Relief Fraud"
      },
      {
        "url": "#",
        "text": "CARES Act Provider Relief Fund Fraud"
      }
    ],
    "category": "Wire Fraud, Theft of Government Property, and Money Laundering",
    "fraudAmount": 345000,
    "affectedLabel": "Amount Defrauded from COVID-19 Relief Funds",
    "commentary": []
  },
  {
    "title": "United States v. Jaimi Jansen",
    "caseNumber": "Case Number: Unknown",
    "state": "California",
    "plaintiff": "United States Department of Justice",
    "defendant": "Jaimi Jansen",
    "clinicianType": "Health and Wellness Center Owner",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Unnamed integrative health and wellness center in Santa Cruz, California"
      }
    ],
    "summary": "Jaimi Jansen, 40, of Santa Cruz, California, was charged by information with making false statements related to health care matters in connection with an alleged scheme to offer fake cures for COVID-19 and distribute fake COVID-19 vaccination record cards. Jansen, the owner of an integrative health and wellness center in Santa Cruz, California, allegedly functioned as a distributor for Juli Mazi, a naturopathic doctor who offered and sold products known as 'homeoprophylaxis immunizations' claimed to cure COVID-19. Jansen allegedly purchased and repackaged Mazi's homeoprophylaxis immunization pellets and fake CDC COVID-19 vaccination record cards, providing them to approximately 170 recipients. The case is being prosecuted by Trial Attorney Babu Kaza of the National Rapid Response Strike Force and Assistant U.S. Attorney Katherine Lloyd-Lovett of the U.S. Attorney's Office for the Northern District of California.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1035"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1035",
        "text": "18 U.S. Code § 1035 - False statements relating to health care matters"
      },
      {
        "url": "#",
        "text": "False Statements"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "Fake COVID-19 Cures"
      },
      {
        "url": "#",
        "text": "Fraudulent Vaccination Records"
      }
    ],
    "category": "False Statements Related to Health Care Matters",
    "fraudAmount": 0,
    "affectedLabel": "Recipients of Fraudulent Products",
    "commentary": [
      {
        "comment": "This case highlights the ongoing issue of COVID-19 related fraud, particularly the distribution of fake cures and fraudulent vaccination records. It's concerning that health and wellness professionals are involved in such schemes.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The relatively small number of recipients (170) suggests this may have been a localized operation. It will be interesting to see if investigations reveal wider distribution networks for these fraudulent products.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Ranna Shamiya",
    "caseNumber": "Case Number: Unknown",
    "state": "California",
    "plaintiff": "United States Department of Justice",
    "defendant": "Ranna Shamiya",
    "clinicianType": "Pharmacy",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Unnamed hospital in the Northern District of California"
      }
    ],
    "summary": "Ranna Shamiya, 41, of Ukiah, California, was charged by information with making false statements related to health care matters in connection with an alleged scheme to offer fake cures for COVID-19 and distribute fake COVID-19 vaccination record cards. Shamiya, a licensed advanced practice pharmacist and Director of Pharmacy at a hospital in Northern California, allegedly assisted Juli Mazi, a naturopathic doctor, in her scheme to sell 'homeoprophylaxis immunizations' claimed to cure COVID-19. Shamiya allegedly used her access to controlled medical information to identify legitimate lot numbers for FDA-authorized COVID-19 vaccines and transmitted that information to Mazi, who used it to create fake CDC COVID-19 vaccination record cards. The case is being prosecuted by Trial Attorney Babu Kaza of the National Rapid Response Strike Force and Assistant U.S. Attorney Katherine Lloyd-Lovett of the U.S. Attorney's Office for the Northern District of California.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1035"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1035",
        "text": "18 U.S. Code § 1035 - False statements relating to health care matters"
      },
      {
        "url": "#",
        "text": "False Statements"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "Fake COVID-19 Cures"
      },
      {
        "url": "#",
        "text": "Fraudulent Vaccination Records"
      },
      {
        "url": "#",
        "text": "Misuse of Medical Information"
      }
    ],
    "category": "False Statements Related to Health Care Matters and Misuse of Medical Information",
    "fraudAmount": 0,
    "affectedLabel": "Recipients of Fraudulent Vaccination Records",
    "commentary": [
      {
        "comment": "This case is particularly concerning as it involves a licensed healthcare professional in a position of trust misusing their access to confidential medical information to facilitate fraud.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The involvement of a hospital's Director of Pharmacy in this scheme raises questions about the security measures in place to prevent misuse of sensitive medical data.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case demonstrates the complex nature of COVID-19 related fraud, involving collaboration between different types of healthcare providers and misuse of legitimate medical systems.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Jason Nielsen",
    "caseNumber": "Case Number: Unknown",
    "state": "California",
    "plaintiff": "United States Department of Justice",
    "defendant": "Jason Nielsen",
    "clinicianType": "Other",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Arrayit Corporation"
      }
    ],
    "summary": "Jason Nielsen, 53, of Scotts Valley, California was charged by information with securities fraud in connection with an alleged scheme to defraud investors and potential investors in Arrayit, a publicly traded medical technology company. Nielsen, a large Arrayit shareholder, allegedly deceived investors by communicating false and misleading information about the demand for Arrayit securities and his personal financial stake in them. This was done to fraudulently induce other investors to purchase Arrayit securities and drive up the stock's price, while Nielsen secretly sold his own shares at artificially inflated prices. The case is being prosecuted by Acting Principal Assistant Chief Justin Weitz, Assistant Chief Jacob Foster, and Trial Attorney Laura Connelly of the Criminal Division's Fraud Section and Assistant U.S. Attorney Lloyd Farnham of the U.S. Attorney's Office for the Northern District of California.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "15 U.S. Code § 78j",
      "17 CFR § 240.10b-5"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/15/78j",
        "text": "15 U.S. Code § 78j - Manipulative and deceptive devices"
      },
      {
        "url": "https://www.law.cornell.edu/cfr/text/17/240.10b-5",
        "text": "17 CFR § 240.10b-5 - Employment of manipulative and deceptive devices"
      },
      {
        "url": "#",
        "text": "Securities Fraud"
      },
      {
        "url": "#",
        "text": "Market Manipulation"
      },
      {
        "url": "#",
        "text": "Pump and Dump Scheme"
      }
    ],
    "category": "Securities Fraud",
    "fraudAmount": 0,
    "affectedLabel": "Defrauded Investors",
    "commentary": [
      {
        "comment": "This case illustrates a classic 'pump and dump' scheme in the context of a medical technology company, potentially exploiting increased interest in healthcare stocks during the pandemic.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The involvement of a large shareholder in this fraud highlights the need for robust insider trading regulations and enforcement in the healthcare sector.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case demonstrates how securities fraud can indirectly impact healthcare by potentially diverting investment from legitimate medical technology companies.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Elizabeth Mercedes Hernandez",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Elizabeth Mercedes Hernandez",
    "clinicianType": "Nurse Practitioner",
    "affiliatedEntities": [],
    "summary": "Elizabeth Mercedes Hernandez, 43, of Miami, Florida, an advanced registered nurse practitioner, was charged by indictment in connection with an alleged health care fraud and wire fraud conspiracy that resulted in the submission of over $134 million dollars of false and fraudulent claims to Medicare. Hernandez and her co-conspirators allegedly took advantage of Medicare's relaxed telemedicine rules during the COVID-19 pandemic, signing an enormous volume of doctor's orders for medically unnecessary genetic testing and durable medical equipment in exchange for kickbacks. These kickbacks were disguised as telehealth consultation fees, and Hernandez allegedly billed Medicare for telemedicine consultations that were not performed as represented. The case is being prosecuted by Trial Attorney Andrea Savdie of the Miami Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1343",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347 - Health care fraud"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1343",
        "text": "18 U.S. Code § 1343 - Fraud by wire, radio, or television"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      }
    ],
    "category": "Health Care Fraud, Wire Fraud, and Kickbacks",
    "fraudAmount": 134000000,
    "affectedLabel": "Amount of False Claims Submitted to Medicare",
    "commentary": [
      {
        "comment": "This case illustrates how the relaxation of telemedicine rules during the COVID-19 pandemic, while intended to increase access to care, also created opportunities for large-scale fraud.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The involvement of an advanced practice nurse in this scheme highlights the need for oversight and accountability across all levels of healthcare providers, not just physicians.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The scale of the alleged fraud ($134 million) demonstrates the potential for significant financial impact when telemedicine regulations are exploited, potentially leading to stricter oversight in the future.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Jason Edward Lopez",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Jason Edward Lopez",
    "clinicianType": "Other",
    "affiliatedEntities": [],
    "summary": "Jason Edward Lopez, 38, of Port Saint Lucie, Florida, was indicted for conspiracy to commit health care fraud and wire fraud, health care fraud, conspiracy to defraud the United States and pay health care kickbacks, paying health care kickbacks, and wire fraud. Lopez allegedly billed Medicare for $2,598,318 worth of medically unnecessary doctors' orders for durable medical equipment, paying kickbacks to marketing companies in exchange for these orders. He also allegedly submitted a false application for $105,800 of COVID-19 relief funding, claiming non-existent employees and listing gross revenues derived from the kickback scheme. This case is being prosecuted by Trial Attorney Reginald Cuyler Jr. of the Miami Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1343",
      "18 U.S. Code § 371",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347 - Health care fraud"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1343",
        "text": "18 U.S. Code § 1343 - Fraud by wire, radio, or television"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371 - Conspiracy to commit offense or to defraud United States"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "COVID-19 Relief Fraud"
      },
      {
        "url": "#",
        "text": "Durable Medical Equipment Fraud"
      }
    ],
    "category": "Health Care Fraud, Wire Fraud, Kickbacks, and COVID-19 Relief Fraud",
    "fraudAmount": 2704118,
    "affectedLabel": "Amount Defrauded from Medicare and COVID-19 Relief Funds",
    "commentary": [
      {
        "comment": "This case demonstrates how some individuals exploited both the healthcare system and COVID-19 relief programs, combining multiple fraudulent schemes.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The use of kickbacks to obtain unnecessary doctors' orders highlights vulnerabilities in the prescription and distribution process for durable medical equipment.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case may lead to increased scrutiny of applications for COVID-19 relief funding, particularly when submitted by individuals or companies already involved in other potentially fraudulent activities.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Lisa Hammell",
    "caseNumber": "Case Number: Unknown",
    "state": "New Jersey",
    "plaintiff": "United States Department of Justice",
    "defendant": "Lisa Hammell",
    "clinicianType": "Other",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "U.S. Postal Service"
      }
    ],
    "summary": "Lisa Hammell, 39, of Turnersville, New Jersey, a U.S. Postal Service employee, was charged by indictment with conspiracy to defraud the United States and fraud in connection with identification documents for her role in creating and distributing fraudulent COVID-19 vaccination record cards. Beginning around March 2021, Hammell allegedly designed and printed dozens of fraudulent cards while working at a post office, selling at least 400 to unvaccinated individuals. The alleged goal was to undermine the CDC's COVID-19 vaccination program and the distribution of genuine vaccination cards. The case is being prosecuted by Trial Attorneys Kelly M. Lyons and Darren C. Halverson of the Newark Strike Force.",
    "timeline": {
      "start_year": 2021,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 371",
      "18 U.S. Code § 1028"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371 - Conspiracy to commit offense or to defraud United States"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1028",
        "text": "18 U.S. Code § 1028 - Fraud and related activity in connection with identification documents"
      },
      {
        "url": "#",
        "text": "Conspiracy to Defraud the United States"
      },
      {
        "url": "#",
        "text": "Identification Document Fraud"
      },
      {
        "url": "#",
        "text": "COVID-19 Vaccination Card Fraud"
      }
    ],
    "category": "Conspiracy and Identification Document Fraud",
    "fraudAmount": 0,
    "affectedLabel": "Fraudulent Vaccination Cards Distributed",
    "commentary": [
      {
        "comment": "This case highlights how individuals in non-healthcare positions exploited their access to resources for creating fraudulent COVID-19 vaccination cards, undermining public health efforts.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The involvement of a U.S. Postal Service employee in this scheme may lead to increased scrutiny and security measures within government agencies to prevent misuse of resources.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The scale of the operation (at least 400 fraudulent cards) suggests a significant demand for such documents, potentially indicating broader issues with vaccine hesitancy or resistance to vaccination mandates.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Abid Syed, et al.",
    "caseNumber": "Case Number: Unknown",
    "state": "New Jersey",
    "plaintiff": "United States Department of Justice",
    "defendant": [
      "Abid Syed",
      "Tariq Din",
      "Tamer Mohamed",
      "Abdul Rauf",
      "Tauqir Khan",
      "Nisim Davydov"
    ],
    "clinicianType": "Laboratory",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Metpath (clinical laboratory in Parsippany, New Jersey)"
      }
    ],
    "summary": "Six individuals from New Jersey were charged by criminal complaint with conspiracy to violate the Federal Anti-Kickback Statute for their alleged roles in a scheme to defraud Medicare. The scheme involved paying over $250,000 in illegal kickbacks and bribes for laboratory tests for COVID-19 pathogen tests. Abid Syed and Tariq Din owned Metpath, a clinical laboratory that performed and billed Medicare for COVID-19 diagnostic testing. Tauqir Khan, Tamer Mohamed, and Nisim Davydov were marketers who supplied thousands of COVID-19 diagnostic tests to Metpath and received kickbacks. Abdul Rauf allegedly helped conceal the kickback payments through shell companies. The case is being prosecuted by Assistant U.S. Attorney DeNae Thomas of the Health Care Fraud Unit of the U.S. Attorney's Office for the District of New Jersey.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"
      },
      {
        "url": "#",
        "text": "Anti-Kickback Statute Violation"
      },
      {
        "url": "#",
        "text": "COVID-19 Testing Fraud"
      },
      {
        "url": "#",
        "text": "Medicare Fraud"
      },
      {
        "url": "#",
        "text": "Healthcare Kickbacks"
      }
    ],
    "category": "Healthcare Kickbacks and Medicare Fraud",
    "fraudAmount": 250000,
    "affectedLabel": "Amount of Illegal Kickbacks and Bribes",
    "commentary": [
      {
        "comment": "This case demonstrates how the urgent need for COVID-19 testing created opportunities for fraud through kickback schemes involving multiple parties across the healthcare supply chain.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The use of shell companies to conceal kickback payments highlights the sophisticated nature of some healthcare fraud schemes and the challenges in detecting them.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case may lead to increased scrutiny of relationships between clinical laboratories and marketing entities in the context of COVID-19 testing and other diagnostic services.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Dr. Perry Frankel",
    "caseNumber": "Case Number: Unknown",
    "state": "New York",
    "plaintiff": "United States Department of Justice",
    "defendant": "Dr. Perry Frankel",
    "clinicianType": "Physician",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Advanced Cardiovascular Diagnostics PLLC"
      }
    ],
    "summary": "Dr. Perry Frankel, 64, of Roslyn, New York, was charged by indictment with health care fraud for allegedly defrauding Medicare and Medicaid of over $1.3 million during the COVID-19 health emergency. Frankel, a cardiologist and owner of Advanced Cardiovascular Diagnostics PLLC, allegedly submitted claims for office visits that were not performed for patients who received COVID-19 tests at his company's mobile testing sites across Long Island. Some claims were reportedly submitted for dates when Frankel was not even in New York. The case is being prosecuted by Trial Attorney Kelly M. Lyons of the Newark Strike Force and Patrick J. Campbell of the Brooklyn Strike Force.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347 - Health care fraud"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "COVID-19 Related Fraud"
      },
      {
        "url": "#",
        "text": "Medicare Fraud"
      },
      {
        "url": "#",
        "text": "Medicaid Fraud"
      }
    ],
    "category": "Health Care Fraud",
    "fraudAmount": 1300000,
    "affectedLabel": "Amount Defrauded from Medicare and Medicaid",
    "commentary": [
      {
        "comment": "This case illustrates how some healthcare providers exploited the COVID-19 emergency to commit fraud, taking advantage of increased demand for testing and potentially relaxed oversight.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The use of mobile testing sites in this scheme highlights the need for robust verification processes in non-traditional healthcare settings, especially during public health emergencies.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The fact that claims were submitted for dates when the doctor was not even in the state underscores the importance of cross-referencing claims data with other records to detect potential fraud.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Raymond Earl Vallier",
    "caseNumber": "Case Number: Unknown",
    "state": "Tennessee",
    "plaintiff": "United States Department of Justice",
    "defendant": "Raymond Earl Vallier",
    "clinicianType": "Former Hospice Care Center Owner",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "North Delta Hospice and Palliative Services LLC"
      }
    ],
    "summary": "Raymond Earl Vallier, 52, of Collierville, Tennessee was indicted for theft of government property and aggravated identity theft related to the misuse of CARES Act Provider Relief Fund monies. Vallier, the former owner of North Delta Hospice, allegedly used the identity of the deceased owner to falsely attest to the terms of a $107,568.03 Provider Relief Fund payment received on April 10, 2020. North Delta Hospice had ceased operations by September 2019 and was ineligible for the funds. Vallier allegedly used the funds for personal expenses and payments to another company he owned. The case is being prosecuted by Trial Attorney Sara E. Porter of the Gulf Coast Strike Force and Assistant U.S. Attorney Tony Arvin of the U.S. Attorney's Office for the Western District of Tennessee.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 641",
      "18 U.S. Code § 1028A"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/641",
        "text": "18 U.S. Code § 641 - Public money, property or records"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1028A",
        "text": "18 U.S. Code § 1028A - Aggravated identity theft"
      },
      {
        "url": "#",
        "text": "Theft of Government Property"
      },
      {
        "url": "#",
        "text": "Identity Theft"
      },
      {
        "url": "#",
        "text": "COVID-19 Relief Fraud"
      },
      {
        "url": "#",
        "text": "CARES Act Provider Relief Fund Fraud"
      }
    ],
    "category": "Theft of Government Property and Identity Theft",
    "fraudAmount": 107568.03,
    "affectedLabel": "Amount of Misappropriated Provider Relief Funds",
    "commentary": [
      {
        "comment": "This case demonstrates how some individuals exploited COVID-19 relief programs by misappropriating funds intended for active healthcare providers, even when their businesses were no longer operational.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The use of a deceased person's identity to falsely attest to eligibility highlights the need for more robust verification processes in the distribution of emergency relief funds.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case may lead to increased scrutiny of the recipients of Provider Relief Fund payments, particularly those associated with businesses that have recently ceased operations or changed ownership.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Robert Van Camp",
    "caseNumber": "Case Number: Unknown",
    "state": "Colorado",
    "plaintiff": "United States Department of Justice",
    "defendant": "Robert Van Camp",
    "clinicianType": "Other",
    "affiliatedEntities": [],
    "summary": "Robert Van Camp, 53, of Parker, Colorado, was charged by criminal complaint with conspiracy to defraud the United States and trafficking in counterfeit goods for allegedly producing and selling fake COVID-19 vaccination record cards. Van Camp allegedly forged hundreds of fake cards from a blank template and sold them to buyers and distributors in at least a dozen states, including to Olympians and international travelers. He reportedly used code names to conceal the scheme and sold some cards for $175 each. The case is being prosecuted by Trial Attorneys Babu Kaza and Chris Wenger of the National Rapid Response Strike Force.",
    "timeline": {
      "start_year": 2021,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 371",
      "18 U.S. Code § 2320"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371 - Conspiracy to commit offense or to defraud United States"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/2320",
        "text": "18 U.S. Code § 2320 - Trafficking in counterfeit goods or services"
      },
      {
        "url": "#",
        "text": "Conspiracy to Defraud the United States"
      },
      {
        "url": "#",
        "text": "Counterfeit Goods Trafficking"
      },
      {
        "url": "#",
        "text": "COVID-19 Vaccination Card Fraud"
      }
    ],
    "category": "Conspiracy and Counterfeit Goods Trafficking",
    "fraudAmount": 0,
    "affectedLabel": "Fake Vaccination Cards Distributed",
    "commentary": [
      {
        "comment": "This case illustrates the international scope of COVID-19 vaccination card fraud, with implications for global travel and major sporting events like the Olympics.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The use of code names and the defendant's apparent awareness of the illegality of his actions demonstrate the deliberate nature of this fraud scheme.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The high price point of $175 per card suggests a significant demand for fake vaccination records, potentially indicating broader issues with vaccine hesitancy or resistance to vaccination mandates.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Neda Mehrabani",
    "caseNumber": "Case Number: Unknown",
    "state": "California",
    "plaintiff": "United States Department of Justice",
    "defendant": "Neda Mehrabani",
    "clinicianType": "Chiropractor and Acupuncturist",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Health Clinic of Southern California"
      }
    ],
    "summary": "Neda Mehrabani, 47, of Tarzana, California, was charged by information with health care fraud for allegedly obtaining over $3.3 million in Medicare funds fraudulently. Mehrabani, a licensed chiropractor and acupuncturist and owner of Health Clinic of Southern California, allegedly caused the submission of false and fraudulent claims to Medicare for chiropractic services that were medically unnecessary, not provided as represented, or not rendered at all. The case is being prosecuted by Trial Attorney Alexandra Michael of the Los Angeles Strike Force.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347 - Health care fraud"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Medicare Fraud"
      },
      {
        "url": "#",
        "text": "Chiropractic Services Fraud"
      }
    ],
    "category": "Health Care Fraud",
    "fraudAmount": 3300000,
    "affectedLabel": "Amount Fraudulently Obtained from Medicare",
    "commentary": [
      {
        "comment": "This case highlights the ongoing issue of fraud in alternative medicine practices, particularly in chiropractic services, which have been a focus of Medicare fraud investigations.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The substantial amount involved ($3.3 million) underscores the potential for significant financial impact on the Medicare system from individual provider fraud.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case may lead to increased scrutiny of claims for chiropractic services in Medicare, potentially affecting legitimate providers in the field.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Joelson Viveros",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Joelson Viveros",
    "clinicianType": "Other",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "South Bend Specialty Pharmacy (SBSP)"
      }
    ],
    "summary": "Joelson Viveros, 43, of Boca Raton, Florida, was charged by information with conspiracy to defraud the United States and to pay and receive health care kickbacks in connection with an alleged $3 million kickback scheme involving pharmacies in multiple states. Viveros allegedly invested in South Bend Specialty Pharmacy, operated a call center to persuade Medicare beneficiaries to accept unnecessary prescriptions, and paid kickbacks to telemedicine companies for signed prescriptions. He allegedly received kickbacks from pharmacies in exchange for supplying these prescriptions. The case is being prosecuted by Trial Attorney Gary Winters of the National Rapid Response Strike Force and Assistant U.S. Attorney David Mesrobian of the U.S. Attorney's Office for the Middle District of Florida.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 371",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371 - Conspiracy to commit offense or to defraud United States"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"
      },
      {
        "url": "#",
        "text": "Conspiracy to Defraud the United States"
      },
      {
        "url": "#",
        "text": "Health Care Kickbacks"
      },
      {
        "url": "#",
        "text": "Medicare Fraud"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      }
    ],
    "category": "Conspiracy and Health Care Kickbacks",
    "fraudAmount": 3000000,
    "affectedLabel": "Amount Involved in Kickback Scheme",
    "commentary": [
      {
        "comment": "This case demonstrates the complex nature of some healthcare fraud schemes, involving multiple entities including pharmacies, call centers, and telemedicine companies across state lines.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The use of telemarketers to target Medicare beneficiaries highlights the vulnerability of elderly populations to aggressive marketing tactics for unnecessary medical treatments.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case may lead to increased scrutiny of relationships between pharmacies, telemedicine providers, and marketing entities, particularly in the context of prescriptions for expensive medications like topical pain creams.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Tommy Louisville",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Tommy Louisville",
    "clinicianType": "Addiction Treatment Center",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "First Help Urgent Care Clinic"
      }
    ],
    "summary": "Tommy Louisville, 70, of Pembroke Pines, Florida was charged by indictment with wire fraud for allegedly obtaining $33,034 from a COVID-19 relief program fraudulently. Louisville, the owner of First Help Urgent Care Clinic, a shuttered opioid addiction treatment center, allegedly misappropriated funds from the Paycheck Protection Program and submitted a false loan application to the Small Business Administration. The funds were meant for COVID-19 patient care and to support small businesses affected by the pandemic, but Louisville allegedly used them for other purposes. The case is being prosecuted by Assistant U.S. Attorney Greg Pizzo of the U.S. Attorney's Office for the Middle District of Florida.",
    "timeline": {
      "start_year": 2020,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1343"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1343",
        "text": "18 U.S. Code § 1343 - Fraud by wire, radio, or television"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      },
      {
        "url": "#",
        "text": "COVID-19 Relief Fraud"
      },
      {
        "url": "#",
        "text": "Paycheck Protection Program Fraud"
      },
      {
        "url": "#",
        "text": "Small Business Administration Loan Fraud"
      }
    ],
    "category": "Wire Fraud and COVID-19 Relief Fraud",
    "fraudAmount": 33034,
    "affectedLabel": "Amount Fraudulently Obtained from COVID-19 Relief Program",
    "commentary": [
      {
        "comment": "This case illustrates how some individuals exploited COVID-19 relief programs intended for struggling businesses, even when their own businesses were no longer operational.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The involvement of a former addiction treatment center owner in this fraud highlights the need for scrutiny across various healthcare sectors, including those not directly involved in COVID-19 treatment.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "While the fraudulent amount ($33,034) is smaller compared to some other cases, it demonstrates that authorities are pursuing COVID-19 relief fraud cases regardless of scale.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Steven Parker",
    "caseNumber": "Case Number: Unknown",
    "state": "Texas",
    "plaintiff": "United States Department of Justice",
    "defendant": "Steven Parker",
    "clinicianType": "Other",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Unique Media Connections (UMC)"
      },
      {
        "npi": "",
        "label": "Media Lead Kings (MLK)"
      }
    ],
    "summary": "Steven Parker, 69, of Prosper, Texas, was charged by information with conspiracy to solicit and receive kickbacks and bribes in connection with an alleged multi-million dollar kickback scheme involving DME front companies in Pinellas County, Florida. Parker allegedly used his companies, Unique Media Connections (UMC) and Media Lead Kings (MLK), to purchase and resell completed doctors' orders for DME to front companies in exchange for kickbacks. He allegedly received $14,355,000 in kickbacks, and the front companies subsequently billed Medicare for over $37 million using these orders. The case is being prosecuted by Assistant U.S. Attorney Tiffany E. Fields of the U.S. Attorney's Office for the Middle District of Florida.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"
      },
      {
        "url": "#",
        "text": "Health Care Kickbacks"
      },
      {
        "url": "#",
        "text": "Medicare Fraud"
      },
      {
        "url": "#",
        "text": "Durable Medical Equipment (DME) Fraud"
      },
      {
        "url": "#",
        "text": "Conspiracy"
      }
    ],
    "category": "Health Care Kickbacks and Conspiracy",
    "fraudAmount": 14355000,
    "affectedLabel": "Amount Received in Kickbacks",
    "commentary": [
      {
        "comment": "This case illustrates the complex nature of some healthcare fraud schemes, involving multiple entities and crossing state lines, which can make detection and prosecution challenging.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The use of front companies and fictitious business names highlights the sophisticated methods used to conceal fraudulent activities in the healthcare sector.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The significant discrepancy between the amount received in kickbacks ($14.3 million) and the amount billed to Medicare ($37 million) demonstrates the potential for substantial financial impact on federal health care programs from such schemes.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Brett Blackman, Gary Cox, and Gregory Schreck",
    "caseNumber": "Case Number: Unknown",
    "state": [
      "Kansas",
      "Arizona"
    ],
    "plaintiff": "United States Department of Justice",
    "defendant": [
      "Brett Blackman",
      "Gary Cox",
      "Gregory Schreck"
    ],
    "clinicianType": "Other",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "DMERx"
      }
    ],
    "summary": "Brett Blackman, Gary Cox, and Gregory Schreck were charged by indictment with conspiracy to commit health care fraud and wire fraud, conspiracy to pay and receive kickbacks, and conspiracy to defraud the United States and make false statements. They allegedly submitted $1.9 billion in false claims to Medicare and other insurers for medically unnecessary items. The defendants operated DMERx, an internet platform generating fraudulent doctors' orders for kickbacks. They coordinated illegal transactions between pharmacies, DME suppliers, marketers, and telemedicine companies. The scheme involved falsely representing doctor examinations and removing telemedicine references to obstruct investigations. DME companies and pharmacies billed Medicare over $1.96 billion using these fraudulent orders. The case is being prosecuted by Trial Attorneys Darren C. Halverson and Andrea Savdie of the National Rapid Response and Miami Strike Forces.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1343",
      "42 U.S. Code § 1320a–7b",
      "18 U.S. Code § 371",
      "18 U.S. Code § 1001"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1347",
        "text": "18 U.S. Code § 1347 - Health care fraud"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1343",
        "text": "18 U.S. Code § 1343 - Fraud by wire, radio, or television"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b",
        "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371 - Conspiracy to commit offense or to defraud United States"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/1001",
        "text": "18 U.S. Code § 1001 - Statements or entries generally"
      },
      {
        "url": "#",
        "text": "Health Care Fraud"
      },
      {
        "url": "#",
        "text": "Wire Fraud"
      },
      {
        "url": "#",
        "text": "Kickbacks"
      },
      {
        "url": "#",
        "text": "Telemedicine Fraud"
      },
      {
        "url": "#",
        "text": "Durable Medical Equipment (DME) Fraud"
      }
    ],
    "category": "Health Care Fraud, Wire Fraud, Kickbacks, and Conspiracy",
    "fraudAmount": 1963000000,
    "affectedLabel": "Amount Billed to Medicare in Fraudulent Claims",
    "commentary": [
      {
        "comment": "This case demonstrates the potential for massive scale fraud in healthcare when technology platforms are used to facilitate and automate fraudulent practices across multiple entities.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The involvement of high-level executives (CEOs and VPs) in this scheme highlights the need for increased oversight and accountability in healthcare technology companies.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The alleged obstruction of investigations by removing telemedicine references underscores the sophisticated nature of modern healthcare fraud schemes and the challenges faced by investigators.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Armando Herrera",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Armando Herrera",
    "clinicianType": "Other",
    "affiliatedEntities": [],
    "summary": "Armando Herrera, 42, of Miami, Florida, was charged by information with one count of conspiracy to introduce adulterated and misbranded drugs into interstate commerce. The scheme involved unlawfully distributing adulterated and misbranded prescription medications, including HIV medications, valued at more than $16.7 million nationwide. Herrera and co-conspirators allegedly acquired these medications through fraud or from individual patients, repackaged them with false labeling and documentation, and resold them. In some instances, the distributed medications allegedly contained the wrong medication. The case is being prosecuted by Trial Attorney Alexander Thor Pogozelski of the Miami Strike Force.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 371",
      "21 U.S. Code § 331"
    ],
    "relatedLinks": [
      {
        "url": "https://www.law.cornell.edu/uscode/text/18/371",
        "text": "18 U.S. Code § 371 - Conspiracy to commit offense or to defraud United States"
      },
      {
        "url": "https://www.law.cornell.edu/uscode/text/21/331",
        "text": "21 U.S. Code § 331 - Prohibited acts"
      },
      {
        "url": "#",
        "text": "Drug Diversion"
      },
      {
        "url": "#",
        "text": "Adulterated and Misbranded Drugs"
      },
      {
        "url": "#",
        "text": "Prescription Medication Fraud"
      },
      {
        "url": "#",
        "text": "HIV Medication Fraud"
      }
    ],
    "category": "Drug Diversion and Fraud",
    "fraudAmount": 16700000,
    "affectedLabel": "Value of Diverted Medications",
    "commentary": [
      {
        "comment": "This case highlights the ongoing issue of prescription drug diversion, particularly involving critical medications like HIV drugs, which can have serious public health implications.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The repackaging and false labeling of medications not only constitutes fraud but also poses significant risks to patient safety, especially when wrong medications are involved.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The scale of the operation ($16.7 million) suggests a sophisticated network involved in acquiring and distributing these medications, potentially indicating broader systemic vulnerabilities in the pharmaceutical supply chain.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Reginal N. Vines",
    "caseNumber": "Case Number: Unknown",
    "state": "Alabama",
    "plaintiff": "United States Department of Justice",
    "defendant": "Reginal N. Vines",
    "clinicianType": "Other",
    "affiliatedEntities": [],
    "summary": "Reginal N. Vines, 47, of Tuscaloosa, Alabama, was charged by indictment with conspiracy to commit health care fraud and wire fraud, health care fraud, conspiracy to defraud the United States and to pay and receive health care kickbacks, and receiving health care kickbacks. Vines allegedly sold doctors' orders for medically unnecessary genetic tests to laboratories, obtaining these orders by paying kickbacks to a doctor who signed prescriptions without examining patients. In some cases, Vines reportedly forged the doctor's signature. The laboratories billed Medicare approximately $10 million for these tests, of which Medicare paid $2.9 million. The case is being prosecuted by Trial Attorney Reginald Cuyler Jr. of the Miami Strike Force.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1343",
      "18 U.S. Code § 371",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {"url": "https://www.law.cornell.edu/uscode/text/18/1347", "text": "18 U.S. Code § 1347 - Health care fraud"},
      {"url": "https://www.law.cornell.edu/uscode/text/18/1343", "text": "18 U.S. Code § 1343 - Fraud by wire, radio, or television"},
      {"url": "https://www.law.cornell.edu/uscode/text/18/371", "text": "18 U.S. Code § 371 - Conspiracy to commit offense or to defraud United States"},
      {"url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b", "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"},
      {"url": "#", "text": "Health Care Fraud"},
      {"url": "#", "text": "Wire Fraud"},
      {"url": "#", "text": "Kickbacks"},
      {"url": "#", "text": "Genetic Testing Fraud"}
    ],
    "category": "Health Care Fraud, Wire Fraud, and Kickbacks",
    "fraudAmount": 10000000,
    "affectedLabel": "Amount Billed to Medicare for Fraudulent Tests",
    "commentary": [
      {
        "comment": "This case highlights the ongoing issue of fraudulent genetic testing schemes targeting Medicare, which has been a focus of recent healthcare fraud enforcement efforts.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The involvement of a doctor in signing prescriptions without examining patients underscores the importance of maintaining ethical standards and oversight in healthcare practices.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The significant difference between the amount billed to Medicare ($10 million) and the amount paid ($2.9 million) suggests that existing fraud detection mechanisms may have limited some of the financial damage, though substantial losses still occurred.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Yosbel Roque Rubier",
    "caseNumber": "Case Number: Unknown",
    "state": "Florida",
    "plaintiff": "United States Department of Justice",
    "defendant": "Yosbel Roque Rubier",
    "clinicianType": "DME Clinic Owner",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "FCM Supply LLC"
      }
    ],
    "summary": "Yosbel Roque Rubier, 43, of Miami, Florida, was charged by indictment with health care fraud and aggravated identity theft for allegedly defrauding Medicare of approximately $900,000 for durable medical equipment (DME) never supplied to beneficiaries. Rubier, owner of FCM Supply LLC in Greenacres, Florida, allegedly submitted fraudulent claims to Medicare over a four-month period for DME that was never provided or requested. Rubier allegedly used stolen identities of medical providers to support these claims. Medicare paid approximately $443,000 to FCM. The case is being prosecuted by Assistant U.S. Attorney Shannon Shaw of the U.S. Attorney's Office for the Southern District of Florida.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1028A"
    ],
    "relatedLinks": [
      {"url": "https://www.law.cornell.edu/uscode/text/18/1347", "text": "18 U.S. Code § 1347 - Health care fraud"},
      {"url": "https://www.law.cornell.edu/uscode/text/18/1028A", "text": "18 U.S. Code § 1028A - Aggravated identity theft"},
      {"url": "#", "text": "Health Care Fraud"},
      {"url": "#", "text": "Identity Theft"},
      {"url": "#", "text": "Durable Medical Equipment (DME) Fraud"},
      {"url": "#", "text": "Medicare Fraud"}
    ],
    "category": "Health Care Fraud and Identity Theft",
    "fraudAmount": 900000,
    "affectedLabel": "Amount of Fraudulent Claims Submitted to Medicare",
    "commentary": [
      {
        "comment": "This case highlights the ongoing issue of DME fraud in Medicare, which has been a focus of healthcare fraud enforcement efforts in recent years.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The use of stolen provider identities adds an additional layer of complexity to the fraud scheme and increases the potential harm to legitimate healthcare providers.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The significant difference between the amount billed ($900,000) and the amount paid ($443,000) by Medicare suggests that some fraud detection mechanisms may have limited the financial impact, though substantial losses still occurred.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Devon Burt and Hallum Gelzer",
    "caseNumber": "Case Number: Unknown",
    "state": "Pennsylvania",
    "plaintiff": "United States Department of Justice",
    "defendant": ["Devon Burt", "Hallum Gelzer"],
    "clinicianType": "Other",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Amtrak"
      }
    ],
    "summary": "Devon Burt, 50, of Blue Bell, Pennsylvania, and Hallum Gelzer, 44, of Enola, Pennsylvania, were charged separately with conspiracy to commit health care fraud and conspiracy to commit extortion. They allegedly paid cash to Amtrak employees in exchange for their insurance information, which was then used by healthcare providers to submit false claims. Burt, a former Amtrak employee, and Gelzer received payments from providers for recruiting participants and allowing the use of their own insurance information. They also allegedly threatened a participating healthcare provider for payment. The cases are being prosecuted by Assistant U.S. Attorney Katherine Romano of the U.S. Attorney's Office for the District of New Jersey.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1951"
    ],
    "relatedLinks": [
      {"url": "https://www.law.cornell.edu/uscode/text/18/1347", "text": "18 U.S. Code § 1347 - Health care fraud"},
      {"url": "https://www.law.cornell.edu/uscode/text/18/1951", "text": "18 U.S. Code § 1951 - Interference with commerce by threats or violence"},
      {"url": "#", "text": "Health Care Fraud"},
      {"url": "#", "text": "Extortion"},
      {"url": "#", "text": "Insurance Fraud"},
      {"url": "#", "text": "Employee Benefits Fraud"}
    ],
    "category": "Health Care Fraud and Extortion",
    "fraudAmount": 0,
    "affectedLabel": "Amtrak Employees and Healthcare Providers Involved",
    "commentary": [
      {
        "comment": "This case highlights a unique form of healthcare fraud involving the exploitation of employee benefits, potentially exposing vulnerabilities in how large employers manage their health insurance programs.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The involvement of extortion in this healthcare fraud scheme demonstrates how these crimes can escalate and intersect with other forms of criminal activity.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case may lead to increased scrutiny of employee health benefit programs, particularly in large organizations like Amtrak, and could result in stricter monitoring and verification processes for insurance claims.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Jian Ai Chen",
    "caseNumber": "Case Number: Unknown",
    "state": "New York",
    "plaintiff": "United States Department of Justice",
    "defendant": "Jian Ai Chen (a/k/a Maggie)",
    "clinicianType": "Pharmacy",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "AC Pharmacy Corp."
      },
      {
        "npi": "",
        "label": "A Star Pharmacy Inc."
      }
    ],
    "summary": "Jian Ai Chen, 48, of Syosset, New York, was charged by indictment with conspiracy to commit health care fraud and conspiracy to pay health care kickbacks. Chen allegedly paid over $5 million in kickbacks to Medicare and Medicaid beneficiaries to bring prescriptions to her pharmacies in Brooklyn. The scheme involved submitting false claims for medications that were induced by kickbacks or not actually dispensed. Chen's pharmacies reportedly received approximately $101 million as a result of the scheme. The case is being prosecuted by Trial Attorney Andrew Estes of the Brooklyn Strike Force.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {"url": "https://www.law.cornell.edu/uscode/text/18/1347", "text": "18 U.S. Code § 1347 - Health care fraud"},
      {"url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b", "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"},
      {"url": "#", "text": "Health Care Fraud"},
      {"url": "#", "text": "Kickbacks"},
      {"url": "#", "text": "Pharmacy Fraud"},
      {"url": "#", "text": "Medicare Fraud"},
      {"url": "#", "text": "Medicaid Fraud"}
    ],
    "category": "Health Care Fraud and Kickbacks",
    "fraudAmount": 101000000,
    "affectedLabel": "Amount Received by Pharmacies from Fraudulent Claims",
    "commentary": [
      {
        "comment": "This case highlights the ongoing issue of kickback schemes in the pharmacy sector, which can lead to unnecessary prescriptions and inflated healthcare costs.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The significant amount involved ($101 million) underscores the potential for large-scale fraud in prescription drug programs and the need for robust oversight.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case may lead to increased scrutiny of independent pharmacies and their billing practices, potentially affecting legitimate businesses in the sector.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Manling Shen and Ruibing Zhu",
    "caseNumber": "Case Number: Unknown",
    "state": "New York",
    "plaintiff": "United States Department of Justice",
    "defendant": ["Manling Shen (a/k/a Mary Shen)", "Ruibing Zhu (a/k/a Bing Bing)"],
    "clinicianType": "Adult Day Care Employees",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Blue Sky Adult Day Care Inc."
      }
    ],
    "summary": "Manling Shen, 64, and Ruibing Zhu, 53, both of Flushing, New York, were charged by superseding indictment in connection with an alleged scheme to defraud Medicaid of over $8.3 million. They allegedly submitted false claims for social adult day care services that were not provided and were induced by kickbacks. Shen was charged with paying kickbacks, health care fraud, and conspiracy, while Zhu was charged with conspiracy to pay kickbacks, paying kickbacks, and tampering with evidence. As employees of Blue Sky Adult Day Care Inc., they allegedly paid cash kickbacks to individuals enrolled but not attending services and submitted false claims. Zhu reportedly fled with kickback cash during a search warrant execution. The case is being prosecuted by Trial Attorney Patrick J. Campbell of the Brooklyn Strike Force.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "42 U.S. Code § 1320a–7b",
      "18 U.S. Code § 1512"
    ],
    "relatedLinks": [
      {"url": "https://www.law.cornell.edu/uscode/text/18/1347", "text": "18 U.S. Code § 1347 - Health care fraud"},
      {"url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b", "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"},
      {"url": "https://www.law.cornell.edu/uscode/text/18/1512", "text": "18 U.S. Code § 1512 - Tampering with a witness, victim, or an informant"},
      {"url": "#", "text": "Health Care Fraud"},
      {"url": "#", "text": "Kickbacks"},
      {"url": "#", "text": "Adult Day Care Fraud"},
      {"url": "#", "text": "Medicaid Fraud"},
      {"url": "#", "text": "Evidence Tampering"}
    ],
    "category": "Health Care Fraud, Kickbacks, and Evidence Tampering",
    "fraudAmount": 8300000,
    "affectedLabel": "Amount Defrauded from Medicaid",
    "commentary": [
      {
        "comment": "This case highlights vulnerabilities in the adult day care sector, where services can be easily falsified and beneficiaries may be complicit in fraud schemes.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The attempt to tamper with evidence during a search warrant execution underscores the challenges law enforcement faces in investigating and prosecuting healthcare fraud cases.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case may lead to increased scrutiny and regulation of adult day care services, potentially affecting access to these services for legitimate users.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Carlo Elomina Garcia",
    "caseNumber": "Case Number: Unknown",
    "state": "New York",
    "plaintiff": "United States Department of Justice",
    "defendant": "Carlo Elomina Garcia",
    "clinicianType": "Occupational Therapist",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Carlo E. Garcia Occupational Therapy, P.C."
      }
    ],
    "summary": "Carlo Elomina Garcia, 51, of Astoria, New York, was charged by criminal complaint with health care fraud for allegedly obtaining over $1.6 million for purported occupational therapy services. Garcia, the owner and operator of Carlo E. Garcia Occupational Therapy, P.C., allegedly billed Medicare and Medicaid for services that were not eligible for reimbursement, were not provided as billed, or were never provided. This included repeatedly billing for over 24 hours of one-on-one occupational therapy services in a single day. The case is being prosecuted by Assistant U.S. Attorney John Vagelatos of the U.S. Attorney's Office for the Eastern District of New York.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347"
    ],
    "relatedLinks": [
      {"url": "https://www.law.cornell.edu/uscode/text/18/1347", "text": "18 U.S. Code § 1347 - Health care fraud"},
      {"url": "#", "text": "Health Care Fraud"},
      {"url": "#", "text": "Occupational Therapy Fraud"},
      {"url": "#", "text": "Medicare Fraud"},
      {"url": "#", "text": "Medicaid Fraud"}
    ],
    "category": "Health Care Fraud",
    "fraudAmount": 1600000,
    "affectedLabel": "Amount Fraudulently Obtained for Purported Services",
    "commentary": [
      {
        "comment": "This case highlights vulnerabilities in the billing systems for specialized therapy services, where excessive hours or non-provided services may go undetected.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The alleged billing for over 24 hours of services in a single day demonstrates a blatant disregard for plausibility in fraudulent claims, suggesting potential weaknesses in automated fraud detection systems.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case may lead to increased scrutiny of individual therapy practices and their billing patterns, potentially affecting legitimate providers and patient access to services.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Billy Baker",
    "caseNumber": "Case Number: Unknown",
    "state": "Kentucky",
    "plaintiff": "United States Department of Justice",
    "defendant": "Billy Baker",
    "clinicianType": "Not specified",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Acadian Diagnostic Laboratories, LLC"
      },
      {
        "npi": "",
        "label": "Specialty Drug Testing, LLC"
      }
    ],
    "summary": "Billy Baker, 41, of Louisville, Kentucky, was charged by information with conspiracy to pay and receive kickbacks in connection with an alleged scheme involving referrals for diagnostic testing services, including cancer genetic testing. Baker allegedly conspired with owners of Acadian Diagnostic Laboratories, LLC, and Specialty Drug Testing, LLC, to refer specimens for medically unnecessary testing in exchange for a percentage of reimbursements from Medicare and other insurers. The scheme resulted in over $20 million in fraudulent claims to Medicare, with Baker allegedly receiving over $2.4 million in kickbacks. The case is being prosecuted by Trial Attorney Samantha Stagias of the Gulf Coast Strike Force and Assistant U.S. Attorney Kristen Craig of the U.S. Attorney's Office for the Middle District of Louisiana.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {"url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b", "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"},
      {"url": "#", "text": "Health Care Fraud"},
      {"url": "#", "text": "Kickbacks"},
      {"url": "#", "text": "Diagnostic Testing Fraud"},
      {"url": "#", "text": "Genetic Testing Fraud"},
      {"url": "#", "text": "Medicare Fraud"}
    ],
    "category": "Health Care Kickbacks",
    "fraudAmount": 20000000,
    "affectedLabel": "Amount of Fraudulent Claims Submitted to Medicare",
    "commentary": [
      {
        "comment": "This case highlights the ongoing issue of kickback schemes in diagnostic testing, particularly in emerging fields like genetic testing, where the medical necessity may be less clear-cut.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The involvement of multiple entities in the scheme underscores the complex networks that can develop around healthcare fraud, making detection and prosecution more challenging.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The significant disparity between the total fraudulent claims ($20 million) and the kickbacks received by Baker ($2.4 million) demonstrates the potential for large-scale fraud to be driven by individual actors seeking personal gain.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Billy Baker",
    "caseNumber": "Case Number: Unknown",
    "state": "Kentucky",
    "plaintiff": "United States Department of Justice",
    "defendant": "Billy Baker",
    "clinicianType": "Not specified",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Acadian Diagnostic Laboratories, LLC"
      },
      {
        "npi": "",
        "label": "Specialty Drug Testing, LLC"
      }
    ],
    "summary": "Billy Baker, 41, of Louisville, Kentucky, was charged by information with conspiracy to pay and receive kickbacks in connection with an alleged scheme involving referrals for diagnostic testing services, including cancer genetic testing. Baker allegedly conspired with owners of Acadian Diagnostic Laboratories, LLC, and Specialty Drug Testing, LLC, to refer specimens for medically unnecessary testing in exchange for a percentage of reimbursements from Medicare and other insurers. The scheme resulted in over $20 million in fraudulent claims to Medicare, with Baker allegedly receiving over $2.4 million in kickbacks. The case is being prosecuted by Trial Attorney Samantha Stagias of the Gulf Coast Strike Force and Assistant U.S. Attorney Kristen Craig of the U.S. Attorney's Office for the Middle District of Louisiana.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "42 U.S. Code § 1320a–7b"
    ],
    "relatedLinks": [
      {"url": "https://www.law.cornell.edu/uscode/text/42/1320a-7b", "text": "42 U.S. Code § 1320a–7b - Criminal penalties for acts involving Federal health care programs"},
      {"url": "#", "text": "Health Care Fraud"},
      {"url": "#", "text": "Kickbacks"},
      {"url": "#", "text": "Diagnostic Testing Fraud"},
      {"url": "#", "text": "Genetic Testing Fraud"},
      {"url": "#", "text": "Medicare Fraud"}
    ],
    "category": "Health Care Kickbacks",
    "fraudAmount": 20000000,
    "affectedLabel": "Amount of Fraudulent Claims Submitted to Medicare",
    "commentary": [
      {
        "comment": "This case highlights the ongoing issue of kickback schemes in diagnostic testing, particularly in emerging fields like genetic testing, where the medical necessity may be less clear-cut.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The involvement of multiple entities in the scheme underscores the complex networks that can develop around healthcare fraud, making detection and prosecution more challenging.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The significant disparity between the total fraudulent claims ($20 million) and the kickbacks received by Baker ($2.4 million) demonstrates the potential for large-scale fraud to be driven by individual actors seeking personal gain.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Gulam Mukhdomi and Abida Mukhdomi",
    "caseNumber": "Case Number: Unknown",
    "state": "Ohio",
    "plaintiff": "United States Department of Justice",
    "defendant": ["Gulam Mukhdomi", "Abida Mukhdomi"],
    "clinicianType": "Physician",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Chronic Pain Resources, LLC"
      }
    ],
    "summary": "Gulam Mukhdomi, 69, and Abida Mukhdomi, 71, both of Phoenix, Arizona, were charged by indictment with multiple offenses related to the unlawful distribution of controlled substances and health care fraud. The Mukhdomis, physicians who owned and operated Chronic Pain Resources, LLC in Columbus, Ohio, allegedly ignored red flags of patient drug diversion and abuse, and ordered unnecessary drug screens. Abida Mukhdomi is also charged with unlawful distribution resulting in death. The drug screen fraud allegedly exceeded $150,000. The case is being prosecuted by Assistant U.S. Attorneys Nicole Pakiz and Ken Affeldt Metzler of the U.S. Attorney's Office for the Southern District of Ohio.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "21 U.S. Code § 841",
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1035"
    ],
    "relatedLinks": [
      {"url": "https://www.law.cornell.edu/uscode/text/21/841", "text": "21 U.S. Code § 841 - Prohibited acts A"},
      {"url": "https://www.law.cornell.edu/uscode/text/18/1347", "text": "18 U.S. Code § 1347 - Health care fraud"},
      {"url": "https://www.law.cornell.edu/uscode/text/18/1035", "text": "18 U.S. Code § 1035 - False statements relating to health care matters"},
      {"url": "#", "text": "Controlled Substance Distribution"},
      {"url": "#", "text": "Health Care Fraud"},
      {"url": "#", "text": "Pain Management Fraud"},
      {"url": "#", "text": "Opioid Crisis"}
    ],
    "category": "Controlled Substance Distribution and Health Care Fraud",
    "fraudAmount": 150000,
    "affectedLabel": "Amount of Drug Screen Fraud",
    "commentary": [
      {
        "comment": "This case highlights the intersection of the opioid crisis and healthcare fraud, demonstrating how some pain management practices may contribute to both issues simultaneously.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The charge of unlawful distribution resulting in death underscores the severe consequences that can result from irresponsible prescribing practices in pain management.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case may lead to increased scrutiny of pain management practices, potentially affecting legitimate pain patients' access to necessary medications while attempting to curb abuse and fraud.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  },
  {
    "title": "United States v. Sally Njume-Tatsing",
    "caseNumber": "Case Number: Unknown",
    "state": "Ohio",
    "plaintiff": "United States Department of Justice",
    "defendant": "Sally Njume-Tatsing",
    "clinicianType": "Nursing",
    "affiliatedEntities": [
      {
        "npi": "",
        "label": "Labelle Home Health Care, LLC"
      }
    ],
    "summary": "Sally Njume-Tatsing, 45, of Pickerington, Ohio, was charged by indictment with health care fraud and false statements relating to health care matters in connection with a $2 million scheme to defraud Medicaid. Njume-Tatsing, the owner of Labelle Home Health Care, LLC, allegedly inflated the number of nursing services provided to Medicaid beneficiaries and billed for services purportedly provided by registered nurses that were actually provided by licensed practical nurses. The case is being prosecuted by Assistant U.S. Attorney Ken Affeldt and Special Assistant U.S. Attorney Jonathan Metzler of the U.S. Attorney's Office for the Southern District of Ohio.",
    "timeline": {
      "start_year": 2024,
      "end_year": 2024
    },
    "violation": [
      "18 U.S. Code § 1347",
      "18 U.S. Code § 1035"
    ],
    "relatedLinks": [
      {"url": "https://www.law.cornell.edu/uscode/text/18/1347", "text": "18 U.S. Code § 1347 - Health care fraud"},
      {"url": "https://www.law.cornell.edu/uscode/text/18/1035", "text": "18 U.S. Code § 1035 - False statements relating to health care matters"},
      {"url": "#", "text": "Health Care Fraud"},
      {"url": "#", "text": "Medicaid Fraud"},
      {"url": "#", "text": "Home Health Care Fraud"},
      {"url": "#", "text": "Nursing Services Fraud"}
    ],
    "category": "Health Care Fraud",
    "fraudAmount": 2000000,
    "affectedLabel": "Amount Defrauded from Medicaid",
    "commentary": [
      {
        "comment": "This case highlights vulnerabilities in the home health care sector, where services are provided outside of traditional healthcare settings and may be more difficult to monitor.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "The alleged misrepresentation of nursing qualifications (RN vs LPN) underscores the importance of proper credentialing and the potential impact on patient care quality.",
        "source": "AI Analysis",
        "added_by": "Claude"
      },
      {
        "comment": "This case may lead to increased scrutiny of home health agencies and their billing practices, potentially affecting access to home health services for Medicaid beneficiaries.",
        "source": "AI Analysis",
        "added_by": "Claude"
      }
    ]
  }
]